<?php
// Heading
$_['heading_title']     = 'Ομάδα Χρηστών';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις ομάδες χρηστών!';
$_['text_list']         = 'Λίστα Ομάδων Χρηστών';
$_['text_add']          = 'Προσθήκη Ομάδας Χρηστών';
$_['text_edit']         = 'Επεξεργασία Ομάδας Χρηστών';

// Column
$_['column_name']       = 'Όνομα Ομάδας Χρηστών';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Χρηστών';
$_['entry_access']      = 'Άδεια Πρόσβασης';
$_['entry_modify']      = 'Επεξεργασία Άδειας';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ομάδες χρηστών!';
$_['error_name']        = 'Το όνομα της ομάδας χρηστών πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_user']        = 'Ειδοποίηση: Αυτή ομάδα χρηστών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s χρήστες!';