<?php
// Heading
$_['heading_title']                = 'Τραπεζική Κατάθεση';

// Text
$_['text_payment']                 = 'Πληρωμή';
$_['text_success']                 = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες της τραπεζικής κατάθεσης!';
$_['text_edit']                    = 'Επεξεργασία Τραπεζικής Κατάθεσης';

// Entry
$_['entry_bank']                   = 'Οδηγίες Τραπεζικής Κατάθεσης';
$_['entry_total']                  = 'Σύνολο';
$_['entry_order_status']           = 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']               = 'Γεωγραφική Ζώνη';
$_['entry_status']                 = 'Κατάσταση';
$_['entry_sort_order']             = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']                   = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']             = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την πληρωμή τραπεζική κατάθεση!';
$_['error_bank']                   = 'Απαιτούνται οι οδηγίες τραπεζικής κατάθεσης!';