<?php
// Heading
$_['heading_title']                 = 'Συναλλαγή επιστροφής χρημάτων';

// Text
$_['text_pp_express']               = 'Αγορά PayPal Express';
$_['text_current_refunds']          = 'Οι επιστροφές χρημάτων έχουν ήδη πραγματοποιηθεί γι\' αυτή τη συναλλαγή. Το μέγιστο επιτρεπόμενο ποσό επιστροφής χρημάτων είναι';
$_['text_refund']                   = 'Επιστροφή χρημάτων';

// Entry
$_['entry_transaction_id']          = 'Κωδικός (ID) συναλλαγής';
$_['entry_full_refund']             = 'Συνολική επιστροφή χρημάτων';
$_['entry_amount']                  = 'Ποσό';
$_['entry_message']                 = 'Μήνυμα';

// Button
$_['button_refund']                 = 'Επιστροφή χρημάτων';

// Error
$_['error_partial_amt']             = 'Πρέπει να εισάγετε ένα ποσό μερικής επιστροφής χρημάτων!';
$_['error_data']                    = 'Λείπουν στοιχεία από το αίτημα!';