<?php
// Text
$_['text_search']              = 'Αναζήτηση';
$_['text_brand']               = 'Κατασκευαστής';
$_['text_manufacturer']        = 'Κατασκευαστής:';
$_['text_model']               = 'Κωδικός Προϊόντος:';
$_['text_reward']              = 'Πόντοι Ανταμοιβής:';
$_['text_points']              = 'Τιμή σε πόντους ανταμοιβής:';
$_['text_stock']               = 'Διαθεσιμότητα:';
$_['text_instock']             = 'Διαθέσιμο';
$_['text_tax']                 = 'Χωρίς ΦΠΑ:';
$_['text_discount']            = ' ή περισσότερα ';
$_['text_option']              = 'Διαθέσιμες Επιλογές';
$_['text_minimum']             = 'Το προϊόν έχει ελάχιστη ποσότητα %s τεμ.';
$_['text_reviews']             = '%s αξιολογήσεις';
$_['text_write']               = 'Γράψτε μια αξιολόγηση';
$_['text_login']               = 'Παρακαλώ <a href="%s">συνδεθείτε</a> ή <a href="%s">δημιουργήστε λογαριασμό</a> για να αξιολογήσετε';
$_['text_no_reviews']          = 'Δεν υπάρχουν αξιολογήσεις για το προϊόν.';
$_['text_note']                = '<span style="color: #FF0000;">Σημείωση:</span> η HTML δεν επεξεργάζεται!';
$_['text_success']             = 'Ευχαριστούμε για την αξιολόγηση σας. Έχει προωθηθεί στο αρμόδιο τμήμα για έγκριση.';
$_['text_related']             = 'Σχετικά Προϊόντα';
$_['text_tags']                = 'Ετικέτες:';
$_['text_error']               = 'Το Προϊόν δε βρέθηκε!';
$_['text_payment_recurring']   = 'Προφίλ Πληρωμών';
$_['text_trial_description']   = '%s κάθε %d %s για %d πληρωμή(ές) και μετά';
$_['text_payment_description'] = '%s κάθε %d %s για %d πληρωμή(ές)';
$_['text_payment_cancel']      = '%s κάθε %d %s έως να ακυρωθεί.';
$_['text_day']                 = 'ημέρα(ες)';
$_['text_week']                = 'εβδομάδα(ες)';
$_['text_semi_month']          = 'δεκαπενθήμερο(α)';
$_['text_month']               = 'μήνα(ες)';
$_['text_year']                = 'έτος(η)';

// Entry
$_['entry_qty']                = 'Ποσότητα';
$_['entry_name']               = 'Το Όνομα σας';
$_['entry_review']             = 'Η Αξιολόγηση σας';
$_['entry_rating']             = 'Βαθμολογία';
$_['entry_good']               = 'Καλή';
$_['entry_bad']                = 'Κακή';

// Tabs
$_['tab_description']          = 'Περιγραφή';
$_['tab_attribute']            = 'Χαρακτηριστικά';
$_['tab_review']               = 'Αξιολογήσεις (%s)';

// Error
$_['error_name']               = 'Ειδοποίηση: Το όνομα της αξιολόγησης πρέπει να είναι από 3 έως 25 χαρακτήρες!';
$_['error_text']               = 'Ειδοποίηση: Το κείμενο της αξιολόγησης πρέπει να είναι από 25 έως 1000 χαρακτήρες!';
$_['error_rating']             = 'Ειδοποίηση: Παρακαλώ επιλέξτε βαθμολογία αξιολόγησης!';
$_['error_captcha']            = 'Ειδοποίηση: Ο κωδικός επιβεβαίωσης δεν ταιριάζει με την εικόνα!';