<?php
// Heading
$_['heading_title']                = 'Πίνακας Ελέγχου';

// Text
$_['text_order_total']             = 'Σύνολο Παραγγελιών';
$_['text_customer_total']          = 'Αριθμός Πελατών';
$_['text_sale_total']              = 'Σύνολο Πωλήσεων';
$_['text_online_total']            = 'Συνδεδεμένοι Επισκέπτες';
$_['text_map']                     = 'Παγκόσμιος Χάρτης';
$_['text_sale']                    = 'Ανάλυση Πωλήσεων';
$_['text_activity']                = 'Πρόσφατη Δραστηριότητα';
$_['text_recent']                  = 'Πρόσφατες Παραγγελίες';
$_['text_order']                   = 'Παραγγελίες';
$_['text_customer']                = 'Πελάτες';
$_['text_day']                     = 'Σήμερα';
$_['text_week']                    = 'Εβδομάδα';
$_['text_month']                   = 'Μήνας';
$_['text_year']                    = 'Έτος';
$_['text_view']                    = 'Δείτε περισσότερα...';

// Error
$_['error_install']                = 'Ειδοποίηση: Ο φάκελος εγκατάστασης υπάρχει ακόμα και πρέπει να διαγραφεί για λόγους ασφαλείας!';