<?php
// Heading
$_['heading_title']    = 'Διαχείριση Εικόνων';

// Text
$_['text_uploaded']    = 'Επιτυχία: Το αρχείο σας έχει ανέβει!';
$_['text_directory']   = 'Επιτυχία: Ο φάκελος έχει δημιουργηθεί';
$_['text_delete']      = 'Το αρχείο ή ο φάκελος σας έχει διαγραφεί!';

// Entry
$_['entry_search']     = 'Αναζήτηση..';
$_['entry_folder']     = 'Όνομα Φακέλου';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν Επιτρέπεται!';
$_['error_filename']   = 'Ειδοποίηση: Το όνομα του αρχείου πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_folder']     = 'Ειδοποίηση: Το όνομα του φακέλου πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_exists']     = 'Ειδοποίηση: Υπάρχει ήδη ένα αρχείο ή ένας φάκελος με το ίδιο όνομα !';
$_['error_directory']  = 'Ειδοποίηση: Δεν υπάρχει ο φάκελος!';
$_['error_filetype']   = 'Ειδοποίηση: Λανθασμένος τύπος αρχείου!';
$_['error_uploaded']   = 'Ειδοποίηση: Το αρχείο δεν μπόρεσε να ανέβει για άγνωστο λόγο!';
$_['error_delete']     = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε αυτόν τον φάκελο!';