<?php
// Heading
$_['heading_title']   = 'Ξεχάσατε τον Κωδικό σας;';

// Text
$_['text_account']    = 'O Λογαριασμός μου';
$_['text_forgotten']  = 'Ξεχάσατε τον Κωδικό σας';
$_['text_your_email'] = 'Διεύθυνση e-mail';
$_['text_email']      = 'Εισάγετε τη διεύθυνση e-mail που έχετε δηλώσει στον λογαριασμό σας. Πατήστε το κουμπί συνέχεια για να σας αποσταλεί ο κωδικός στο e-mail σας.';
$_['text_success']    = 'Ένας νέος κωδικός εστάλη στη διεύθυνση e-mail που δηλώσατε.';

// Entry
$_['entry_email']     = 'Διεύθυνση e-mail';

// Error
$_['error_email']     = 'Ειδοποίηση: Η διεύθυνση e-mail δε βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';