<?php
// Heading
$_['heading_title']     = 'Φορολογική Κλάση';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις φορολογικές κλάσεις!';
$_['text_list']         = 'Λίστα Φορολογικών Κλάσεων';
$_['text_add']          = 'Προσθήκη Φορολογικής Κλάσης';
$_['text_edit']         = 'Επεξεργασία Φορολογικής Κλάσης';
$_['text_shipping']     = 'Διεύθυνση Αποστολής';
$_['text_payment']      = 'Διεύθυνση Πληρωμής';
$_['text_store']        = 'Διεύθυνση Καταστήματος';

// Column
$_['column_title']      = 'Τίτλος Φορολογικής Κλάσης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_title']       = 'Τίτλος Φορολογικής Κλάσης';
$_['entry_description'] = 'Περιγραφή';
$_['entry_rate']        = 'Φορολογικός Συντελεστής';
$_['entry_based']       = 'Βασιζόμενος στη';
$_['entry_geo_zone']    = 'Γεωγραφική Ζώνη';
$_['entry_priority']    = 'Προτεραιότητα';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις φορολογικές κλάσεις!';
$_['error_title']       = 'Ο τίτλος φορολογικής κλάσης πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_description'] = 'Η περιγραφή πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_product']     = 'Ειδοποίηση: Αυτή η φορολογική κλάση δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';