<?php
// Heading
$_['heading_title']         = 'Πελάτης';

// Text
$_['text_success']          = 'Επιτυχία: Έχετε επεξεργαστεί τους πελάτες!';
$_['text_list']             = 'Λίστα Πελατών';
$_['text_add']              = 'Προσθήκη Πελάτη';
$_['text_edit']             = 'Επεξεργασία Πελάτη';
$_['text_default']          = 'Προεπιλογή';
$_['text_balance']          = 'Υπόλοιπο';
$_['text_add_ban_ip']       = 'Προσθήκη Απαγορευμένης IP';
$_['text_remove_ban_ip']    = 'Αφαίρεση Απαγορευμένης IP';

// Column
$_['column_name']           = 'Ονοματεπώνυμο Πελάτη';
$_['column_email']          = 'E-mail';
$_['column_customer_group'] = 'Ομάδα Πελατών';
$_['column_status']         = 'Κατάσταση';
$_['column_date_added']     = 'Ημερομηνία Προσθήκης';
$_['column_comment']        = 'Σχόλια';
$_['column_description']    = 'Περιγραφή';
$_['column_amount']         = 'Ποσό';
$_['column_points']         = 'Πόντοι';
$_['column_ip']             = 'IP';
$_['column_total']          = 'Σύνολο Λογαριασμών';
$_['column_action']         = 'Ενέργεια';

// Entry
$_['entry_customer_group']  = 'Ομάδα Πελατών';
$_['entry_firstname']       = 'Όνομα';
$_['entry_lastname']        = 'Επώνυμο';
$_['entry_email']           = 'E-mail';
$_['entry_telephone']       = 'Τηλέφωνο';
$_['entry_fax']             = 'Φαξ';
$_['entry_newsletter']      = 'Ενημερωτικό Δελτίο';
$_['entry_status']          = 'Κατάσταση';
$_['entry_approved']        = 'Εγκεκριμένος';
$_['entry_safe']            = 'Ασφάλεια';
$_['entry_password']        = 'Κωδικός';
$_['entry_confirm']         = 'Επιβεβαίωση Κωδικού';
$_['entry_company']         = 'Επωνυμία';
$_['entry_address_1']       = 'Διεύθυνση 1';
$_['entry_address_2']       = 'Διεύθυνση 2';
$_['entry_city']            = 'Πόλη';
$_['entry_postcode']        = 'Τ.Κ.';
$_['entry_country']         = 'Χώρα';
$_['entry_zone']            = 'Περιφέρεια / Περιοχή';
$_['entry_default']         = 'Προεπιλεγμένη Διεύθυνση';
$_['entry_comment']         = 'Σχόλια';
$_['entry_description']     = 'Περιγραφή';
$_['entry_amount']          = 'Ποσό';
$_['entry_points']          = 'Πόντοι';
$_['entry_name']            = 'Όνομα Πελάτη';
$_['entry_ip']              = 'IP';
$_['entry_date_added']      = 'Ημερομηνία Προσθήκης';

// Help
$_['help_safe']             = 'Ορίζεται ως ενεργό για την αποφυγή εντοπισμού των πελατών από το σύστημα καταπολέμησης απάτης (anti-fraud).';
$_['help_points']           = 'Για να αφαιρέσετε πόντους χρησιμοποιήστε αρνητικό νούμερο.';

// Error
$_['error_warning']         = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους πελάτες!';
$_['error_exists']          = 'Ειδοποίηση: Η διεύθυνση e-mail είναι ήδη καταχωρημένη!';
$_['error_firstname']       = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']        = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']           = 'H διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']       = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']        = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']         = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_address_1']       = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']            = 'Η πόλη πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_postcode']        = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες για αυτήν τη χώρα!';
$_['error_country']         = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']            = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_custom_field']    = '%s απαιτείται!';
$_['error_comment']         = 'Πρέπει να εισάγετε ένα σχόλιο!';