<?php
// Text
$_['text_success']           = 'Επιτυχία: Έχετε τροποποιήσει τις παραγγελίες!';

// Error
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_customer']         = 'Πρέπει να δηλωθούν τα στοιχεία πελάτη!';
$_['error_payment_address']  = 'Απαιτείται η διεύθυνση πληρωμής!';
$_['error_payment_method']   = 'Απαιτείται η μέθοδος πληρωμής!';
$_['error_shipping_address'] = 'Απαιτείται η διεύθυνση αποστολής!';
$_['error_shipping_method']  = 'Απαιτείται η μέθοδος αποστολής!';
$_['error_stock']            = 'Τα προϊόντα που σημειώνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχουν σε απόθεμα!';
$_['error_minimum']          = 'Η ελάχιστη ποσότητα παραγγελίας του προϊόντος %s είναι %s!';
$_['error_not_found']        = 'Ειδοποίηση: Δεν μπόρεσε να βρεθεί η παραγγελία!';