<?php
// Text
$_['text_success']     = 'Επιτυχία: Η έκπτωση της δωροεπιταγής σας έχει εφαρμοστεί!';
$_['text_cart']        = 'Επιτυχία: Έχετε τροποποιήσει το καλάθι αγορών σας!';

$_['text_for']         = '%s Δωροεπιταγή για %s';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_voucher']    = 'Ειδοποίηση: Η δωροεπιταγή είτε είναι άκυρη ή έχει επαναχρησιμοποιηθεί!';
$_['error_to_name']    = 'Το όνομα του παραλήπτη, πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']  = 'Το όνομά σας πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_email']      = 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα Θέμα!';
$_['error_amount']     = 'Το ποσό πρέπει να είναι από %s έως %s!';