<?php
// Heading
$_['heading_title']             = 'Συνεργάτες';

// Text
$_['text_success']              = 'Επιτυχία: Έχετε επεξεργαστεί τους συνεργάτες!';
$_['text_approved']             = 'Έχετε εγκρίνει %s λογαριασμούς!';
$_['text_list']                 = 'Λίστα Συνεργατών';
$_['text_add']                  = 'Προσθήκη Συνεργάτη';
$_['text_edit']                 = 'Επεξεργασία Συνεργάτη';
$_['text_balance']              = 'Υπόλοιπο';
$_['text_cheque']               = 'Επιταγή';
$_['text_paypal']               = 'PayPal';
$_['text_bank']                 = 'Τραπεζική Κατάθεση';

// Column
$_['column_name']               = 'Ονοματεπώνυμο Συνεργάτη';
$_['column_email']              = 'E-mail';
$_['column_code']               = 'Κωδικός Παρακολούθησης';
$_['column_balance']            = 'Υπόλοιπο';
$_['column_status']             = 'Κατάσταση';
$_['column_approved']           = 'Εγκεκριμένος';
$_['column_date_added']         = 'Ημερομηνία Προσθήκης';
$_['column_description']        = 'Περιγραφή';
$_['column_amount']             = 'Ποσό';
$_['column_action']             = 'Ενέργεια';

// Entry
$_['entry_firstname']           = 'Όνομα';
$_['entry_lastname']            = 'Επώνυμο';
$_['entry_email']               = 'E-mail';
$_['entry_telephone']           = 'Τηλέφωνο:';
$_['entry_fax']                 = 'Φαξ';
$_['entry_status']              = 'Κατάσταση';
$_['entry_password']            = 'Κωδικός';
$_['entry_confirm']             = 'Επιβεβαίωση';
$_['entry_company']             = 'Επωνυμία';
$_['entry_website']             = 'Ιστοσελίδα';
$_['entry_address_1']           = 'Διεύθυνση 1';
$_['entry_address_2']           = 'Διεύθυνση 2';
$_['entry_city']                = 'Πόλη';
$_['entry_postcode']            = 'Τ.Κ.';
$_['entry_country']             = 'Χώρα';
$_['entry_zone']                = 'Περιφέρεια / Περιοχή';
$_['entry_code']                = 'Κωδικός Παρακολούθησης';
$_['entry_commission']          = 'Προμήθεια (%)';
$_['entry_tax']                 = 'Α.Φ.Μ. / Δ.Ο.Υ.';
$_['entry_payment']             = 'Τρόπος Πληρωμής:';
$_['entry_cheque']              = 'Όνομα Δικαιούχου Επιταγής';
$_['entry_paypal']              = 'E-mail Λογαριασμού Paypal';
$_['entry_bank_name']           = 'Όνομα Τράπεζας';
$_['entry_bank_branch_number']  = 'Αριθμός ABA/BSB (Αρ. Υποκαταστήματος)';
$_['entry_bank_swift_code']     = 'Κωδικός SWIFT';
$_['entry_bank_account_name']   = 'Όνομα Λογαριασμού';
$_['entry_bank_account_number'] = 'Αριθμός Λογαριασμού';
$_['entry_amount']              = 'Ποσό';
$_['entry_description']         = 'Περιγραφή';
$_['entry_name']                = 'Ονοματεπώνυμο Συνεργάτη';
$_['entry_approved']            = 'Εγκεκριμένος';
$_['entry_date_added']          = 'Ημερομηνία Προσθήκης';

// Help
$_['help_code']                 = 'Ο κωδικός που χρησιμεύει για την παρακολούθηση των παραπομπών σας.';
$_['help_commission']           = 'Το ποσοστό που λαμβάνει ο συνεργάτης από κάθε παραγγελία.';

// Error
$_['error_permission']          = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους συνεργάτες!';
$_['error_exists']              = 'Ειδοποίηση: Η διεύθυνση e-mail είναι ήδη καταχωρημένη!';
$_['error_firstname']           = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']            = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']               = 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_cheque']              = 'Απαιτείται το όνομα δικαιούχου επιταγής!';
$_['error_paypal']              = 'Η διεύθυνση e-mail του PayPal δε φαίνεται να είναι έγκυρη!';
$_['error_bank_account_name']   = 'Απαιτείται όνομα λογαριασμού!';
$_['error_bank_account_number'] = 'Απαιτείται αριθμός λογαριασμού!';
$_['error_telephone']           = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']            = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']             = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_address_1']           = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                = 'Η πόλη πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_postcode']            = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες για αυτήν τη χώρα!';
$_['error_country']             = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']                = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_code']                = 'Απαιτείται ο κωδικός παρακολούθησης!';