<?php
// Heading
$_['heading_title']     = 'Παρακολούθηση Μάρκετινγκ';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί την παρακολούθηση μάρκετινγκ!';
$_['text_list']         = 'Λίστα Παρακολουθήσεων Μάρκετινγκ';
$_['text_add']          = 'Προσθήκη Παρακολούθησης Μάρκετινγκ';
$_['text_edit']         = 'Επεξεργασία Παρακολούθησης Μάρκετινγκ';

// Column
$_['column_name']       = 'Όνομα Καμπάνιας';
$_['column_code']       = 'Κωδικός';
$_['column_clicks']     = 'Κλικ';
$_['column_orders']     = 'Παραγγελίες';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Καμπάνιας';
$_['entry_description'] = 'Περιγραφή Καμπάνιας';
$_['entry_code']        = 'Κωδικός Παρακολούθησης';
$_['entry_example']     = 'Παραδείγματα';
$_['entry_date_added']  = 'Ημερομηνία Προσθήκης';

// Help
$_['help_code']         = ' Ο κωδικός παρακολούθησης που θα χρησιμεύσει για να παρακολουθείτε καμπάνιες μάρκετινγκ.';
$_['help_example']      = 'Για να μπορέσει το σύστημα να παρακολουθεί τις παραπομπές (referrals), πρέπει να προσθέσετε τον κώδικα παρακολούθησης στο τέλος του URL των συνδέσμων προς τον ιστότοπό σας (site).';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την παρακολούθηση μάρκετινγκ!';
$_['error_name']        = 'Το όνομα της καμπάνιας πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_code']        = 'Απαιτείται Κωδικός Παρακολούθησης!';