<?php
// Heading
$_['heading_title']                    = 'Ρυθμίσεις';

// Text
$_['text_settings']                    = 'Ρυθμίσεις';
$_['text_success']                     = 'Επιτυχία: Έχετε επεξεργαστεί τις ρυθμίσεις!';
$_['text_list']                        = 'Λίστα Καταστημάτων';
$_['text_add']                         = 'Προσθήκη Καταστήματος';
$_['text_edit']                        = 'Επεξεργασία Καταστήματος';
$_['text_items']                       = 'Είδη';
$_['text_tax']                         = 'Φόροι';
$_['text_account']                     = 'Λογαριασμός';
$_['text_checkout']                    = 'Αγορά';
$_['text_stock']                       = 'Απόθεμα';
$_['text_shipping']                    = 'Διεύθυνση Αποστολής';
$_['text_payment']                     = 'Διεύθυνση Πληρωμής';

// Column
$_['column_name']                      = 'Όνομα Καταστήματος';
$_['column_url']	                   = 'Διεύθυνση URL Καταστήματος';
$_['column_action']                    = 'Ενέργεια';

// Entry
$_['entry_url']                        = 'Διεύθυνση URL Καταστήματος';
$_['entry_ssl']                        = 'Χρήση SSL';
$_['entry_name']                       = 'Όνομα Καταστήματος';
$_['entry_owner']                      = 'Ιδιοκτήτης Καταστήματος';
$_['entry_address']                    = 'Διεύθυνση';
$_['entry_geocode']                    = 'Geocode';
$_['entry_email']                      = 'E-mail';
$_['entry_telephone']                  = 'Τηλέφωνο';
$_['entry_fax']                        = 'Φαξ';
$_['entry_image']                      = 'Εικόνα';
$_['entry_open']                       = 'Ωράριο Λειτουργίας';
$_['entry_comment']                    = 'Πληροφορίες';
$_['entry_location']                   = 'Τοποθεσία Καταστήματος';
$_['entry_meta_title']                 = 'Τίτλος Meta';
$_['entry_meta_description']           = 'Περιγραφή Meta Tag';
$_['entry_meta_keyword']               = 'Λέξεις-Κλειδιά Meta tag';
$_['entry_layout']                     = 'Προεπιλεγμένη Διάταξη';
$_['entry_template']                   = 'Πρότυπο (Template)';
$_['entry_country']                    = 'Χώρα';
$_['entry_zone']                       = 'Περιφέρεια / Περιοχή';
$_['entry_language']                   = 'Γλώσσα';
$_['entry_currency']                   = 'Νόμισμα';
$_['entry_product_limit']              = 'Προεπιλογή εμφάνισης ειδών ανά σελίδα (Κατάλογος)';
$_['entry_product_description_length'] = 'Όριο Κειμένου Περιγραφής Στην Εμφάνιση Λίστας (Κατάλογος)';
$_['entry_tax']                        = 'Εμφάνιση Τιμών με Φόρο';
$_['entry_tax_default']                = 'Χρήση Διεύθυνσης Φορολόγησης Καταστήματος';
$_['entry_tax_customer']               = 'Χρήση Διεύθυνσης Φορολόγησης Πελάτη';
$_['entry_customer_group']             = 'Ομάδα Πελατών';
$_['entry_customer_group_display']     = 'Ομάδες Πελατών';
$_['entry_customer_price']             = 'Σύνδεση για Εμφάνιση Τιμών';
$_['entry_account']                    = 'Όροι Λογαριασμού';
$_['entry_cart_weight']                = 'Εμφάνιση Βάρους στη Σελίδα Καλαθιού';
$_['entry_checkout_guest']             = 'Αγορά ως Επισκέπτης';
$_['entry_checkout']                   = 'Όροι Αγοράς';
$_['entry_order_status']               = 'Κατάσταση Παραγγελίας';
$_['entry_stock_display']              = 'Εμφάνιση Αποθέματος';
$_['entry_stock_checkout']             = 'Αγορά Μη Διαθέσιμου Προϊόντος';
$_['entry_logo']                       = 'Λογότυπο Καταστήματος';
$_['entry_icon']                       = 'Icon';
$_['entry_image_category']             = 'Διαστάσεις Εικόνας Κατηγορίας';
$_['entry_image_thumb']                = 'Διαστάσεις Εικόνας Προϊόντος';
$_['entry_image_popup']                = 'Διαστάσεις Αναδυόμενης Εικόνας Προϊόντος';
$_['entry_image_product']              = 'Διαστάσεις Εικόνας Προϊόντος σε Λίστα';
$_['entry_image_additional']           = 'Διαστάσεις Επιπρόσθετης Εικόνας Προϊόντος';
$_['entry_image_related']              = 'Διαστάσεις Εικόνας Σχετικού Προϊόντος';
$_['entry_image_compare']              = 'Διαστάσεις Εικόνας Συγκρινόμενου Προϊόντος';
$_['entry_image_wishlist']             = 'Διαστάσεις Εικόνας Επιθυμητού Προϊόντος';
$_['entry_image_cart']                 = 'Διαστάσεις Εικόνας Καλαθιού';
$_['entry_image_location']             = 'Μέγεθος Εικόνας Καταστήματος';
$_['entry_width']                      = 'Πλάτος';
$_['entry_height']                     = 'Ύψος';
$_['entry_secure']                     = 'Χρήση SSL';

// Help
$_['help_url']                         = 'Συμπεριλάβετε την πλήρη διεύθυνση URL του καταστήματος σας. Επιβεβαιώστε ότι υπάρχει \'/\' στο τέλος της. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μη χρησιμοποιήσετε φακέλους για να δηλώσετε τη δημιουργία ενός νέου καταστήματος. Θα πρέπει να δηλώσετε κάποιο δικό σας domain ή subdomain.';
$_['help_ssl']                         = 'Διεύθυνση SSL URL του καταστήματος σας. Επιβεβαιώστε ότι υπάρχει \'/\' στο τέλος της. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μη χρησιμοποιήσετε φακέλους για να δηλώσετε τη δημιουργία ενός νέου καταστήματος. Θα πρέπει να δηλώσετε κάποιο δικό σας domain ή subdomain.';
$_['help_geocode']                     = 'Παρακαλώ εισάγετε χειροκίνητα το geocode της διεύθυνσης του καταστήματος σας.';
$_['help_open']                        = 'Εισάγετε το ωράριο λειτουργίας καταστήματος / καταστημάτων.';
$_['help_comment']                     = 'Αυτό πεδίο προορίζεται για ειδικές σημειώσεις / πληροφορίες που επιθυμείτε να δουν οι πελάτες σας, (πχ Το κατάστημα δε δέχεται επιταγές).';
$_['help_location']                    = 'Οι διαφορετικές διευθύνσεις καταστημάτων που θέλετε να εμφανίζονται στη σελίδα επικοινωνίας.';
$_['help_currency']                    = 'Αλλαγή του προεπιλεγμένου νομίσματος. Διαγράψτε το cache και το cookie της εφαρμογής στον browser.';
$_['help_product_limit']               = 'Καθορίζει πόσα είδη καταλόγου θα εμφανίζονται ανά σελίδα (προϊόντα, κατηγορίες, κλπ).';
$_['help_product_description_length']  = 'Όριο χαρακτήρων σύντομης περιγραφής στην εμφάνιση λίστας (κατηγορίες, προσφορές, κλπ).';
$_['help_tax_default']                 = 'Χρήση της διεύθυνσης του καταστήματος για τον υπολογισμό φόρων εάν κάποιος δεν είναι συνδεδεμένος. Μπορείτε να επιλέξετε τη διεύθυνση του καταστήματος αντί της διεύθυνσης αποστολής ή πληρωμής του πελάτη.';
$_['help_tax_customer']                = 'Χρήση της προεπιλεγμένης διεύθυνσης του πελάτη όταν είναι συνδεδεμένος για τον υπολογισμό φόρων. Μπορείτε να επιλέξετε την προεπιλεγμένη διεύθυνση αντί της διεύθυνσης αποστολής ή πληρωμής του πελάτη.';
$_['help_customer_group']              = 'Προεπιλεγμένη Ομάδα Πελατών.';
$_['help_customer_group_display']      = 'Εμφάνιση ομάδων πελατών (πχ χονδρική, λιανική), τις οποίες θα μπορούν να επιλέξουν οι νέοι πελάτες κατά την εγγραφή τους.';
$_['help_customer_price']              = 'Εμφάνιση των τιμών μόνο όταν ο πελάτης είναι συνδεδεμένος.';
$_['help_account']                     = 'Επιβάλλει στον επισκέπτη να αποδεχθεί τους όρους πριν επιτραπεί η δημιουργία λογαριασμού.';
$_['help_checkout_guest']              = 'Να επιτρέπεται η ολοκλήρωση αγοράς χωρίς τη δημιουργία λογαριασμού. Αυτό δε θα είναι διαθέσιμο όταν περιλαμβάνονται στο καλάθι προϊόντα με αρχεία λήψης.';
$_['help_checkout']                    = 'Επιβάλλει στον πελάτη να αποδεχθεί τους όρους πριν επιτραπεί η ολοκλήρωση της αγοράς.';
$_['help_order_status']                = 'Ορίστε την προεπιλεγμένη κατάσταση παραγγελίας όταν αυτή έχει επεξεργαστεί.';
$_['help_stock_display']               = 'Εμφάνιση της ποσότητας αποθέματος στη σελίδα του προϊόντος.';
$_['help_stock_checkout']              = 'Επιτρέπεται οι πελάτες να ολοκληρώσουν την αγορά εάν ένα προϊόν δεν είναι διαθέσιμο.';
$_['help_icon']                        = 'Το icon θα πρέπει να είναι PNG διαστάσεων 16px Χ 16px.';
$_['help_secure']                      = 'Για να χρησιμοποιήσετε SSL, ελέγξτε με τον πάροχο φιλοξενίας σας (host) αν υπάρχει εγκατεστημένο πιστοποιητικό SSL.';

// Error
$_['error_warning']                    = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']                 = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα καταστήματα!';
$_['error_name']                       = 'Το όνομα του καταστήματος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_owner']                      = 'Το όνομα του ιδιοκτήτη καταστήματος πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_address']                    = 'Η διεύθυνση του καταστήματος πρέπει να είναι από 10 έως 256 χαρακτήρες!';
$_['error_email']                      = 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']                  = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_url']                        = 'Απαιτείται η διεύθυνση URL του καταστήματος!';
$_['error_meta_title']                 = 'Ο τίτλος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_limit']                      = 'Απαιτείται το όριο!';
$_['error_customer_group_display']     = 'Θα πρέπει να συμπεριλάβετε την προεπιλεγμένη ομάδα πελατών, εάν πρόκειται να χρησιμοποιήσετε αυτήν τη δυνατότητα!';
$_['error_image_thumb']                = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος!';
$_['error_image_popup']                = 'Απαιτούνται οι διαστάσεις αναδυόμενης εικόνας προϊόντος!';
$_['error_image_product']              = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος σε λίστα!';
$_['error_image_category']             = 'Απαιτούνται οι διαστάσεις εικόνας κατηγορίας!';
$_['error_image_additional']           = 'Απαιτούνται οι διαστάσεις επιπρόσθετης εικόνας προϊόντος!';
$_['error_image_related']              = 'Απαιτούνται οι διαστάσεις εικόνας σχετικού προϊόντος!';
$_['error_image_compare']              = 'Απαιτούνται οι διαστάσεις εικόνας συγκρινόμενου προϊόντος!';
$_['error_image_wishlist']             = 'Απαιτούνται οι διαστάσεις εικόνας επιθυμητού προϊόντος!';
$_['error_image_cart']                 = 'Απαιτούνται οι διαστάσεις εικόνας καλαθιού!';
$_['error_image_location']             = 'Απαιτούνται οι διαστάσεις εικόνας καταστήματος!';
$_['error_default']                    = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε το προεπιλεγμένο κατάστημα!';
$_['error_store']                      = 'Ειδοποίηση: Αυτό το κατάστημα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';