<?php
// Heading
$_['heading_title']        = 'Εγκατάσταση Επεκτάσεων';

// Text
$_['text_success']         = 'Επιτυχία: Έχετε εγκαταστήσει την επέκταση σας!';
$_['text_unzip']           = 'Αποσυμπίεση αρχείων!';
$_['text_ftp']             = 'Αντιγραφή αρχείων!';
$_['text_sql']             = 'Εκτέλεση SQL!';
$_['text_xml']             = 'Εφαρμογή τροποποιήσεων!';
$_['text_php']             = 'Εκτέλεση PHP!';
$_['text_remove']          = 'Αφαίρεση προσωρινών αρχείων!';
$_['text_clear']           = 'Επιτυχία: Έχετε διαγράψει όλα τα προσωρινά αρχεία!';

// Entry
$_['entry_upload']         = 'Ανέβασμα Αρχείου';
$_['entry_overwrite']      = 'Αρχεία που θα αντικατασταθούν';
$_['entry_progress']       = 'Πρόοδος';

// Help
$_['help_upload']          = 'Απαιτείται αρχείο τροποποίησης με επέκταση ".ocmod.zip" ή ".ocmod.xml".';

// Error
$_['error_permission']     = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επεκτάσεις!';
$_['error_temporary']      = 'Ειδοποίηση: Υπάρχουν κάποια προσωρινά αρχεία που χρειάζεται να διαγραφούν. Πατήστε το κουμπί καθαρισμού για να τα διαγράψετε!';
$_['error_upload']         = 'Το αρχείο δεν μπόρεσε να ανέβει!';
$_['error_filetype']       = 'Μη έγκυρος τύπος αρχείου!';
$_['error_file']           = 'Το αρχείο δεν μπόρεσε να βρεθεί!';
$_['error_unzip']          = 'Το αρχείο Zip δεν μπόρεσε να ανοίξει!';
$_['error_code']           = 'Η τροποποίηση απαιτεί μοναδικό κωδικό ID!';
$_['error_exists']         = 'Η τροποποίηση %s χρησιμοποιεί τον ίδιο κωδικό ID με αυτήν που προσπαθείτε να ανεβάσετε!';
$_['error_directory']      = 'Ο φάκελος που περιλαμβάνει τα αρχεία προς ανέβασμα δεν μπόρεσε να βρεθεί!';
$_['error_ftp_status']     = 'Πρέπει να ενεργοποιηθεί το FTP στις ρυθμίσεις';
$_['error_ftp_connection'] = 'Δεν μπόρεσε να γίνει σύνδεση ως %s:%s.';
$_['error_ftp_login']      = 'Δεν μπόρεσε να γίνει σύνδεση λογαριασμού ως %s.';
$_['error_ftp_root']       = 'Δεν μπόρεσε να επιλεγεί ο κεντρικός φάκελος (root) ως %s.';
$_['error_ftp_directory']  = 'Δεν μπόρεσε να επιλεγεί ο φάκελος %s.';
$_['error_ftp_file']       = 'Δεν μπόρεσε να ανέβει το αρχείο %s.';
