<?php
// Heading
$_['heading_title']     = 'Τροποποιήσεις';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις τροποποιήσεις!';
$_['text_refresh']      = 'Όταν ενεργοποιείτε / απενεργοποιείτε ή διαγράφετε κάποια τροποποίηση, πρέπει να πατάτε το κουμπί ανανέωσης για να ανανεωθεί η προσωρινή μνήμη (cache) των τροποποιήσεων!';
$_['text_list']         = 'Λίστα Τροποποιήσεων';

// Column
$_['column_name']       = 'Όνομα Τροποποίησης';
$_['column_author']     = 'Δημιουργός';
$_['column_version']    = 'Έκδοση';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις τροποποιήσεις!';