<?php
// Heading
$_['heading_title']     = 'Χρήστης';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τους χρήστες!';
$_['text_list']         = 'Λίστα Χρηστών';
$_['text_add']          = 'Προσθήκη Χρήστη';
$_['text_edit']         = 'Επεξεργασία Χρήστη';

// Column
$_['column_username']   = 'Όνομα Χρήστη';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_username']    = 'Όνομα Χρήστη';
$_['entry_user_group']  = 'Ομάδα Χρηστών';
$_['entry_password']    = 'Κωδικός';
$_['entry_confirm']     = 'Επιβεβαίωση';
$_['entry_firstname']   = 'Όνομα';
$_['entry_lastname']    = 'Επώνυμο';
$_['entry_email']       = 'E-mail';
$_['entry_image']       = 'Εικονα';
$_['entry_status']      = 'Κατάσταση';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους χρήστες!';
$_['error_account']     = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε τον δικό σας λογαριασμό!';
$_['error_exists']      = 'Ειδοποίηση: Το όνομα χρήστη χρησιμοποιείται ήδη!';
$_['error_username']    = 'Το όνομα χρήστη πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_password']    = 'Ο κωδικό πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']     = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_firstname']   = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']    = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';