<?php
// Heading
$_['heading_title']             = 'Αγορά μέσω Amazon';
$_['heading_address']           = 'Παρακαλώ επιλέξτε μία διεύθυνση αποστολής';
$_['heading_payment']           = 'Παρακαλώ επιλέξτε μία μέθοδο πληρωμής';
$_['heading_confirm']           = 'Σύνοψη παραγγελίας';

// Text
$_['text_back']                 = 'Επιστροφή';
$_['text_cart']                 = 'Καλάθι';
$_['text_confirm']              = 'Επιβεβαίωση';
$_['text_continue']             = 'Συνέχεια';
$_['text_cba']                  = 'Αγορά μέσω Amazon';
$_['text_enter_coupon']         = 'Εισάγετε τον κωδικό του κουπονιού σας εδώ. Εάν δεν διαθέτετε κωδικό, αφήστε το κενό.';
$_['text_coupon']               = 'Κουπόνι';
$_['text_tax_other']            = 'Φόροι / Άλλες χρεώσεις διαχείρισης';
$_['text_payment_failed']       = 'Η πληρωμή σας απέτυχε. Παρακαλώ επικοινωνήστε με το διαχειριστή του καταστήματος για βοήθεια ή χρησιμοποιήστε διαφορετική επιλογή πληρωμής.';
$_['text_success_title']        = 'Η παραγγελία σας έχει ολοκληρωθεί!';
$_['text_payment_success']      = 'Η παραγγελία σας έχει ολοκληρωθεί με επιτυχία. Οι λεπτομέρειες της παραγγελίας σας είναι οι ακόλουθες.';

// Error
$_['error_payment_method']      = 'Παρακαλώ επιλέξτε μία μέθοδο πληρωμής!';
$_['error_shipping']            = 'Παρακαλώ επιλέξτε μία μέθοδο αποστολής!';
$_['error_shipping_address']    = 'Παρακαλώ επιλέξτε μία διεύθυνση αποστολής!';
$_['error_shipping_methods']    = 'Υπήρξε σφάλμα στην ανάκτηση της διεύθυνσης σας από το Amazon. αρακαλώ επικοινωνήστε με το διαχειριστή του καταστήματος για βοήθεια!';
$_['error_no_shipping_methods'] = 'Δεν υπάρχουν μέθοδοι αποστολής για την επιλεγμένη διεύθυνση. Παρακαλώ επιλέξτε διαφορετική διεύθυνση αποστολής!';