<?php
// Text
$_['text_title']               = 'Πιστωτική ή Χρεωστική Κάρτα';
$_['text_credit_card']         = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_wait']                = 'Παρακαλώ περιμένετε!';

// Entry
$_['entry_cc_number']          = 'Αριθμός κάρτας';
$_['entry_cc_name']            = 'Ονοματεπώνυμο κατόχου κάρτας';
$_['entry_cc_expire_date']     = 'Ημερομηνία λήξης κάρτας';
$_['entry_cc_cvv2']            = 'Κωδικός ασφαλείας κάρτας (CVV2)';

// Help
$_['help_start_date']          = '(Αν είναι διαθέσιμη)';
$_['help_issue']               = '(μόνο για κάρτες Maestro και Solo)';

// Text
$_['text_result']              = 'Αποτέλεσμα: ';
$_['text_approval_code']       = 'Κωδικός έγκρισης: ';
$_['text_reference_number']    = 'Αναφορά: ';
$_['text_card_number_ref']     = 'Τα 4 τελευταία ψηφία της κάρτας 4: xxxx ';
$_['text_card_brand']          = 'Μάρκα κάρτας: ';
$_['text_response_code']       = 'Κωδικός απόκρισης: ';
$_['text_fault']               = 'Μήνυμα λάθους: ';
$_['text_error']               = 'Μήνυμα σφάλματος: ';
$_['text_avs']                 = 'Επαλήθευση διεύθυνσης: ';
$_['text_address_ppx']         = 'Δεν εισήχθηκαν στοιχεία διεύθυνσης ή δεν ελέγχθηκε η διεύθυνση από τον εκδότη της κάρτας.';
$_['text_address_yyy']         = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός και ο ταχυδρομικός κώδικας ταιριάζουν με αυτά του αρχείου του.';
$_['text_address_yna']         = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός ταιριάζει με αυτήν του αρχείου του, αλλά ο ταχυδρομικός κώδικας δεν ταιριάζει.';
$_['text_address_nyz']         = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι ταχυδρομικός κώδικας ταιριάζει με αυτόν του αρχείου του, αλλά η οδός δεν ταιριάζει.';
$_['text_address_nnn']         = 'Η οδός και ο ταχυδρομικός κώδικας δεν ταιριάζουν με αυτά στο αρχείο του εκδότη της κάρτας.';
$_['text_address_ypx']         = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός ταιριάζει με αυτήν του αρχείου του, αλλά ο ταχυδρομικός κώδικας δεν ελέγχθηκε.';
$_['text_address_pyx']         = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι ταχυδρομικός κώδικας ταιριάζει με αυτόν του αρχείου του, αλλά η οδός δεν ελέγχθηκε.';
$_['text_address_xxu']         = 'Ο εκδότης της κάρτας δεν έλεγξε τα στοιχεία AVS.';
$_['text_card_code_verify']    = 'Κωδικός ασφαλείας: ';
$_['text_card_code_m']         = 'Ο κωδικός ασφαλείας της κάρτας ταιριάζει.';
$_['text_card_code_n']         = 'Ο κωδικός ασφαλείας της κάρτας δεν ταιριάζει.';
$_['text_card_code_p']         = 'Δεν επεξεργάστηκε.';
$_['text_card_code_s']         = 'Ο έμπορος υπέδειξε ότι ο κωδικός ασφαλείας της κάρτας δεν βρίσκεται στην κάρτα.';
$_['text_card_code_u']         = 'Ο εκδότης δεν είναι πιστοποιημένος και/ή δεν παρείχε κλειδιά κρυπτογράφησης.';
$_['text_card_code_x']         = 'Δεν υπήρξε απόκριση από την ένωση πιστωτικών καρτών.';
$_['text_card_code_blank']     = 'Μία κενή απόκριση αποτελεί ένδειξη ότι εστάλη κωδικός και ότι δεν υπήρξε ένδειξη ότι ο κώδικας δεν βρίσκεται στην κάρτα.';
$_['text_card_accepted']       = 'Αποδεκτές κάρτες: ';
$_['text_card_type_m']         = 'Mastercard';
$_['text_card_type_v']         = 'Visa (Πιστωτική/Χρεωστική/Electron/Delta)';
$_['text_card_type_c']         = 'Diners';
$_['text_card_type_a']         = 'American Express';
$_['text_card_type_ma']        = 'Maestro';
$_['text_card_new']            = 'Νέα κάρτα';
$_['text_response_proc_code']  = 'Κωδικός εκκαθαριστή: ';
$_['text_response_ref']        = 'Αρ. παραπομπής: ';

// Error
$_['error_card_number']        = 'Παρακαλώ ελέγξτε την εγκυρότητα του αριθμού της κάρτας σας.';
$_['error_card_name']          = 'Παρακαλώ ελέγξτε την εγκυρότητα του ονόματος του κατόχου της κάρτας.';
$_['error_card_cvv']           = 'Παρακαλώ ελέγξτε την εγκυρότητα του CVV2.';
$_['error_failed']             = 'Δεν είναι δυνατή η επεξεργασία της πληρωμής σας, επικοινωνήστε με τον έμπορο.';