<?php
// Text
$_['text_title']                = 'Πιστωτική / Χρεωστική κάρτα';
$_['text_credit_card']          = 'Στοιχεία Πιστωτικής Κάρτας';
$_['text_wait']                 = 'Παρακαλώ περιμένετε!';
$_['text_result']               = 'Αποτέλεσμα';
$_['text_message']              = 'Μήνυμα';
$_['text_cvn_result']           = 'Αποτέλεσμα CVN ';
$_['text_avs_postcode']         = 'Ταχυδρομικός κώδικας AVS';
$_['text_avs_address']          = 'Διεύθυνση AVS';
$_['text_eci']                  = 'Αποτέλεσμα ECI (3D secure)';
$_['text_tss']                  = 'Αποτέλεσμα TSS';
$_['text_card_bank']            = 'Τράπεζα έκδοσης κάρτας';
$_['text_card_country']         = 'Χώρα κάρτας';
$_['text_card_region']          = 'Περιοχή κάρτας';
$_['text_last_digits']          = 'Τα 4 τελευταία ψηφία';
$_['text_order_ref']            = 'Κωδικός Παραγγελίας';
$_['text_timestamp']            = 'Χρονική σήμανση';
$_['text_card_visa']            = 'Visa';
$_['text_card_mc']              = 'Mastercard';
$_['text_card_amex']            = 'American Express';
$_['text_card_switch']          = 'Switch';
$_['text_card_laser']           = 'Laser';
$_['text_card_diners']          = 'Diners';
$_['text_auth_code']            = 'Κωδικός ταυτοποίησης';
$_['text_3d_s1']                = 'Μη εγγεγραμμένος κάτοχος κάρτας, μετατόπιση ευθύνης.';
$_['text_3d_s2']                = 'Δεν είναι δυνατή η επαλήθευση εγγραφής, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s3']                = 'Μη έγκυρη απάντηση εγγραφής απο τον διακομιστή, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s4']                = 'Εγγεγραμμένος, αλλά μη έγκυρη απάντηση από τον ACS (Διακομιστή Ελέγχου Πρόσβασης), δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s5']                = 'Επιτυχής έλεγχος ταυτότητας, μετατόπιση ευθύνης.';
$_['text_3d_s6']                = 'Η προσπάθεια ταυτοποίησης επιβεβαιώθηκε, μετατόπιση ευθύνης.';
$_['text_3d_s7']                = 'Δηλώθηκε λάθος κωδικός, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s8']                = 'Ο έλεγχος ταυτοποίησης δεν είναι διαθέσιμος, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s9']                = 'Μη έγκυρη απάντηση από τον ACS, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s10']               = 'Ανεπανόρθωτο σφάλμα RealMPI, δεν υπάρχει μετατόπιση ευθύνης.';

// Entry
$_['entry_cc_type']             = 'Τύπος κάρτας';
$_['entry_cc_number']           = 'Αριθμός κάρτας';
$_['entry_cc_name']             = 'Όνομα κατόχου κάρτας';
$_['entry_cc_expire_date']      = 'Ημερομηνία λήξης κάρτας';
$_['entry_cc_cvv2']             = 'Κωδικός ασφαλείας της κάρτας (CVV2)';
$_['entry_cc_issue']            = 'Αριθμός Εκδότη Κάρτας';

// Help
$_['help_start_date']           = '(εάν είναι διαθέσιμο)';
$_['help_issue']                = '(μόνο για Maestro και Solo κάρτες)';

// Error
$_['error_card_number']         = 'Παρακαλώ ελέγξτε την εγκυρότητα του αριθμού της κάρτας σας.';
$_['error_card_name']           = 'Παρακαλώ ελέγξτε την εγκυρότητα του ονόματος του κατόχου της κάρτας.';
$_['error_card_cvv']            = 'Παρακαλώ ελέγξτε την εγκυρότητα του CVV2.';
$_['error_3d_unable']           = 'Το κατάστημα απαιτεί 3D secure, αλλά δεν μπορεί να επαληθευτεί από την τράπεζα σας. Παρακαλώ δοκιμάστε αργότερα.';
$_['error_3d_500_response_no_payment'] = 'Λήφθηκε μη έγκυρη απάντηση από τον επεξεργαστή της κάρτας. Δεν πραγματοποιήθηκε πληρωμή.';
$_['error_3d_unsuccessful']     = 'Η εξουσιοδότηση 3D secure απέτυχε.';