<?php
// Text
$_['text_title']                = 'Πιστωτική / Χρεωστική Κάρτα (SagePay)';
$_['text_credit_card']          = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_description']          = 'Προϊόντα %s Αριθμός Παραγγελίας: %s';
$_['text_card_type']            = 'Τύπος Κάρτας: ';
$_['text_card_name']            = 'Όνομα Κάρτας: ';
$_['text_card_digits']          = 'Τελευταία Ψηφία: ';
$_['text_card_expiry']          = 'Λήξη: ';
$_['text_trial']                = '%s κάθε %s %s για %s πληρωμή(ές) και μετά ';
$_['text_recurring']            = '%s κάθε %s %s';
$_['text_length']               = ' για %s πληρωμή(ές)';
$_['text_success']              = 'Η πληρωμή σας έχει εγκριθεί.';
$_['text_decline']              = 'Η πληρωμή σας απορρίφθηκε.';
$_['text_bank_error']           = 'Υπήρξε ένα σφάλμα στην επεξεργασία της αίτησης από την τράπεζα.';
$_['text_transaction_error']    = 'Υπήρξε ένα σφάλμα στην επεξεργασία της συναλλαγής σας.';
$_['text_generic_error']        = 'Υπήρξε ένα σφάλμα στην επεξεργασία της αίτησης σας.';
$_['text_hash_failed']          = 'Ο έλεγχος Hash απέτυχε. Μην επαναλάβετε την πληρωμή σας, καθώς η κατάσταση πληρωμής είναι άγνωστη. Παρακαλώ επικοινωνήστε με τον έμπορο.';
$_['text_link']                 = 'Παρακαλώ πατήστε <a href="%s">εδώ</a> για να συνεχίσετε';

// Entry
$_['entry_card']                = 'Νέα ή Υπάρχουσα Κάρτα: ';
$_['entry_card_existing']       = 'Υπάρχουσα';
$_['entry_card_new']            = 'Νέα';
$_['entry_card_save']           = 'Αποθήκευση Στοιχείων Κάρτας για μελλοντική χρήση';
$_['entry_cc_choice']           = 'Επιλέξτε Μία Υπάρχουσα Κάρτα';