<?php
// Heading
$_['heading_title']       = 'Κουπόνια';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε επεξεργαστεί τα κουπόνια!';
$_['text_list']           = 'Λίστα Κουπονιών';
$_['text_add']            = 'Προσθήκη Κουπονιού';
$_['text_edit']           = 'Επεξεργασία Κουπονιού';
$_['text_percent']        = 'Ποσοστό';
$_['text_amount']         = 'Σταθερό Ποσό';

// Column
$_['column_name']         = 'Όνομα Κουπονιού';
$_['column_code']         = 'Κωδικός';
$_['column_discount']     = 'Έκπτωση';
$_['column_date_start']   = 'Ημερομηνία Έναρξης';
$_['column_date_end']     = 'Ημερομηνία Λήξης';
$_['column_status']       = 'Κατάσταση';
$_['column_order_id']     = 'Αριθμός Παραγγελίας';
$_['column_customer']     = 'Πελάτης';
$_['column_amount']       = 'Ποσό';
$_['column_date_added']   = 'Ημερομηνία Προσθήκης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Όνομα Κουπονιού:';
$_['entry_code']          = 'Κωδικός';
$_['entry_type']          = 'Τύπος';
$_['entry_discount']      = 'Έκπτωση';
$_['entry_logged']        = 'Σύνδεση Πελάτη';
$_['entry_shipping']      = 'Δωρεάν Αποστολή';
$_['entry_total']         = 'Συνολικό Ποσό';
$_['entry_category']      = 'Κατηγορίες';
$_['entry_product']       = 'Προϊόντα';
$_['entry_date_start']    = 'Ημερομηνία Έναρξης';
$_['entry_date_end']      = 'Ημερομηνία Λήξης';
$_['entry_uses_total']    = 'Χρήσεις ανά Κουπόνι';
$_['entry_uses_customer'] = 'Χρήσεις ανά Πελάτη';
$_['entry_status']        = 'Κατάσταση';

// Help
$_['help_code']           = 'Ο κωδικός που εισάγει ο πελάτης για να δεχθεί την έκπτωση.';
$_['help_type']           = 'Ποσοστό ή Σταθερό Ποσό.';
$_['help_logged']         = 'Ο πελάτης πρέπει να συνδεθεί για να χρησιμοποιήσει το κουπόνι.';
$_['help_total']          = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να θεωρηθεί έγκυρο το κουπόνι.';
$_['help_category']       = 'Επιλέξτε τις κατηγορίες προϊόντων που θα ισχύει το κουπόνι.';
$_['help_product']        = 'Επιλέξτε τα προϊόντα που θα ισχύει το κουπόνι. Αφήστε κενό το πεδίο για να ισχύσει για ολόκληρο το καλάθι.';
$_['help_uses_total']     = 'Ο μέγιστος αριθμός χρήσεων του κουπονιού για όλους τους πελάτες. Αφήστε το κενό για απεριόριστες χρήσεις.';
$_['help_uses_customer']  = 'Ο μέγιστος αριθμός χρήσεων του κουπονιού από έναν πελάτη. Αφήστε το κενό για απεριόριστες χρήσεις.';

// Error
$_['error_permission']    = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα κουπόνια!';
$_['error_exists']        = 'Ειδοποίηση: Ο κωδικός του κουπονιού χρησιμοποιείται ήδη!';
$_['error_name']          = 'Το όνομα του κουπονιού πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_code']          = 'Ο κωδικός πρέπει να είναι από 3 έως 10 χαρακτήρες!';