<?php
// Heading
$_['heading_title']    = 'Χρέωση Μικρής Παραγγελίας';

// Text
$_['text_total']       = 'Σύνολα Παραγγελίας';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το σύνολο χρέωσης μικρής παραγγελίας!';
$_['text_edit']        = 'Επεξεργασία Χρέωσης Μικρής Παραγγελίας';

// Entry
$_['entry_total']      = 'Σύνολο Παραγγελίας';
$_['entry_fee']        = 'Χρέωση';
$_['entry_tax_class']  = 'Φορολογική Κλάση';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']       = 'Ενεργοποιείται όταν το Μερικό Σύνολο είναι μικρότερο από αυτό το ποσό.';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το σύνολο χρέωσης μικρής παραγγελίας!';