<?php
// Heading
$_['heading_title'] = 'Ο Λογαριασμός Συνεργάτη Δημιουργήθηκε!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια! Ο λογαριασμός σας έχει δημιουργηθεί με επιτυχία!</p> <p>Είστε πλέον των συνεργατών του %s.</p> <p>Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία του συστήματος συνεργατών, παρακαλώ επικοινωνήστε με e-mail με τον διαχειριστή του καταστήματος.</p> <p>Ένα μήνυμα επιβεβαίωσης έχει αποσταλεί στη διεύθυνση e-mail που δηλώσατε. Αν δεν λάβετε το μήνυμα εντός μίας ώρας, παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Ευχαριστούμε που δημιουργήσατε λογαριασμό Συνεργάτη στο %s!</p><p>Θα ειδοποιηθείτε με e-mail όταν ο λογαριασμός σας ενεργοποιηθεί από τον διαχειριστή.</p><p>Αν έχετε οποιαδήποτε απορία σχετικά με το πρόγραμμα συνεργατών, παρακαλώ <a href="%s">επικοινωνήσετε μαζί μας</a>.</p>';
$_['text_account']  = 'O Λογαριασμός μου';
$_['text_success']  = 'Επιτυχία';