<?php
// Heading
$_['heading_title']                = 'Σύνδεση Λογαριασμού';

// Text
$_['text_account']                 = 'O Λογαριασμός μου';
$_['text_login']                   = 'Σύνδεση Λογαριασμού';
$_['text_new_customer']            = 'Νέος Πελάτης';
$_['text_register']                = 'Δημιουργία Λογαριασμού';
$_['text_register_account']        = 'Δημιουργώντας έναν λογαριασμό, θα μπορείτε να ψωνίζετε ταχύτερα, να ενημερώνεστε για την κατάσταση της τρέχουσας παραγγελίας σας και να παρακολουθείτε τις παλαιότερες παραγγελίες.';
$_['text_returning_customer']      = 'Σύνδεση Πελατών';
$_['text_i_am_returning_customer'] = 'Είμαι ήδη Πελάτης';
$_['text_forgotten']               = 'Απώλεια Κωδικού';

// Entry
$_['entry_email']                  = 'Διεύθυνση e-mail';
$_['entry_password']               = 'Κωδικός';

// Error
$_['error_login']                  = 'Ειδοποίηση: Δεν ταιριάζει η διεύθυνση e-mail ή/και ο Κωδικός.';
$_['error_attempts']               = 'Ειδοποίηση: Έχετε υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης στον λογαριασμό σας. Παρακαλώ δοκιμάστε ξανά σε 1 ώρα.';
$_['error_approved']               = 'Ειδοποίηση: Ο λογαριασμός σας πρέπει να εγκριθεί για να μπορέσετε να συνδεθείτε.';