<?php
// Heading
$_['heading_title']  = 'Επικοινωνήστε μαζί μας';

// Text
$_['text_location']  = 'Στοιχεία επικοινωνίας';
$_['text_store']     = 'Τα καταστήματα μας';
$_['text_contact']   = 'Φόρμα επικοινωνίας';
$_['text_address']   = 'Διεύθυνση';
$_['text_telephone'] = 'Τηλέφωνο';
$_['text_fax']       = 'Φαξ';
$_['text_open']      = 'Ωράριο Λειτουργίας';
$_['text_comment']   = 'Πληροφορίες';
$_['text_success']   = '<p>Το Μήνυμα σας απεστάλη με επιτυχία στη διεύθυνση του καταστήματος!</p>';

// Entry
$_['entry_name']     = 'Ονοματεπώνυμο';
$_['entry_email']    = 'E-mail';
$_['entry_enquiry']  = 'Θέμα';
$_['entry_captcha']  = 'Εισάγετε τον κωδικό της ακόλουθης εικόνας';

// Email
$_['email_subject']  = 'Αίτημα %s';

// Errors
$_['error_name']     = 'Το όνομα πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_email']    = 'Η διεύθυνση e-mail δεν είναι έγκυρη!';
$_['error_enquiry']  = 'Το μήνυμα πρέπει να είναι από 10 έως 3000 χαρακτήρες!';
$_['error_captcha']  = 'Ο κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
