<?php
// Text
$_['text_success']       = 'Έχετε τροποποιήσει με επιτυχία τους πελάτες!';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']     = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']        = 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']    = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_custom_field'] = '%s απαιτείται!';