<?php
// Heading
$_['heading_title'] = 'Χρήση Πόντων Ανταμοιβής (Διαθέσιμοι πόντοι %s)';

// Text
$_['text_success']  = 'Επιτυχία: H έκπτωση των πόντων ανταμοιβής σας έχει εφαρμοστεί!';

// Entry
$_['entry_reward']  = 'Πόντοι προς χρήση (Μέγιστο %s)';

// Error
$_['error_reward']  = 'Ειδοποίηση: Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που επιθυμείτε να χρησιμοποιήσετε!';
$_['error_points']  = 'Ειδοποίηση: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum'] = 'Ειδοποίηση: Ο μέγιστος αριθμός των πόντων που μπορείτε να χρησιμοποιήσετε είναι %s!';