<?php
// Heading
$_['heading_title']       = 'Επιστροφές Προϊόντων';

// Text
$_['text_success']         = 'Επιτυχία: Έχετε επεξεργαστεί τις επιστροφές προϊόντων!';
$_['text_list']            = 'Λίστα Επιστροφών Προϊόντων';
$_['text_add']             = 'Προσθήκη Επιστροφής Προϊόντος';
$_['text_edit']            = 'Επεξεργασία Επιστροφής Προϊόντος';
$_['text_opened']          = 'Ανοιγμένο';
$_['text_unopened']        = 'Κλειστό';
$_['text_order']           = 'Πληροφορίες Παραγγελίας';
$_['text_product']         = 'Πληροφορίες προϊόντος &amp; Αιτία επιστροφής';
$_['text_history']         = 'Προσθήκη Ιστορικού Επιστροφής';

// Column
$_['column_return_id']     = 'Αριθμός Επιστροφής';
$_['column_order_id']      = 'Αριθμός Παραγγελίας';
$_['column_customer']      = 'Πελάτης';
$_['column_product']       = 'Προϊόν';
$_['column_model']         = 'Κωδικός Προϊόντος';
$_['column_status']        = 'Κατάσταση';
$_['column_date_added']    = 'Ημερομηνία Προσθήκης';
$_['column_date_modified'] = 'Ημερομηνία Επεξεργασίας';
$_['column_comment']       = 'Σχόλια';
$_['column_notify']        = 'Ενημερώθηκε ο Πελάτης';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_customer']       = 'Πελάτης';
$_['entry_order_id']       = 'Αριθμός Παραγγελίας';
$_['entry_date_ordered']   = 'Ημερομηνία Παραγγελίας';
$_['entry_firstname']      = 'Όνομα';
$_['entry_lastname']       = 'Επώνυμο';
$_['entry_email']          = 'E-mail';
$_['entry_telephone']      = 'Τηλέφωνο';
$_['entry_product']        = 'Προϊόν';
$_['entry_model']          = 'Κωδικός Προϊόντος';
$_['entry_quantity']       = 'Ποσότητα';
$_['entry_opened']         = 'Ανοιγμένο';
$_['entry_comment']        = 'Σχόλια';
$_['entry_return_reason']  = 'Αιτία Επιστροφής';
$_['entry_return_action']  = 'Ενέργεια Επιστροφής';
$_['entry_return_status']  = 'Κατάσταση Επιστροφής';
$_['entry_notify']         = 'Ενημέρωση Πελάτη';
$_['entry_return_id']      = 'Αριθμός Επιστροφής';
$_['entry_date_added']     = 'Ημερομηνία Προσθήκης';
$_['entry_date_modified']  = 'Ημερομηνία Επεξεργασίας';

// Help
$_['help_product']         = '(Αυτόματη Συμπλήρωση Κειμένου)';

// Error
$_['error_warning']        = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']     = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επιστροφές!';
$_['error_order_id']       = 'Απαιτείται ο αριθμός παραγγελίας!';
$_['error_firstname']      = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']       = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']          = 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']      = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_product']        = 'Το όνομα του προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_model']          = 'Ο κωδικός του προϊόντος θα πρέπει να είναι μεγαλύτερος από 3 και μικρότερος από 64 χαρακτήρες!';