<?php
// Heading
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας;';

// Text
$_['text_account']    = 'O Λογαριασμός μου';
$_['text_forgotten']  = 'Ξεχάσατε τον κωδικό σας;';
$_['text_your_email'] = 'Το e-mail σας';
$_['text_email']      = 'Εισάγετε το e-mail που έχετε δηλώσει στον λογαριασμό σας. Πατήστε το κουμπί συνέχεια για να σας αποσταλεί με e-mail ο κωδικός .';
$_['text_success']    = 'Ένας νέος κωδικός έχει αποσταλεί στη διεύθυνση e-mail σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση e-mail';

// Error
$_['error_email']     = 'Ειδοποίηση: Η διεύθυνση e-mail δε βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';