<?php
// Text
$_['text_subject']              = '%s - Πρόγραμμα Συνεργατών';
$_['text_welcome']              = 'Σας ευχαριστούμε για τη συμμετοχή σας στο πρόγραμμα συνεργατών του καταστήματος %s!';
$_['text_login']                = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση E-mail σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_approval']             = 'Ο λογαριασμός σας θα πρέπει να εγκριθεί πριν μπορέσετε να συνδεθείτε. Αφού εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail σας και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_services']             = 'Μόλις συνδεθείτε, θα μπορείτε να παράγετε κωδικούς παρακολούθησης, να παρακολουθείτε τις πληρωμές προμηθειών σας και να επεξεργάζεστε τις πληροφορίες του λογαριασμού σας.';
$_['text_thanks']               = 'Ευχαριστούμε,';
$_['text_new_affiliate']        = 'Νέος Συνεργάτης';
$_['text_signup']		        = 'Ένας νέος συνεργάτης έχει εγγραφεί:';
$_['text_store']		        = 'Κατάστημα:';
$_['text_firstname']	        = 'Όνομα:';
$_['text_lastname']		        = 'Επώνυμο:';
$_['text_company']		        = 'Επωνυμία:';
$_['text_email']		        = 'E-mail:';
$_['text_telephone']	        = 'Τηλέφωνο:';
$_['text_website']		        = 'Ιστοσελίδα:';
$_['text_order_id']             = 'Αριθμός Παραγγελίας:';
$_['text_transaction_subject']  = '%s - Προμήθεια Συνεργάτη';
$_['text_transaction_received'] = 'Έχετε λάβει προμήθεια %s!';
$_['text_transaction_total']    = 'Το συνολικό ποσό της προμήθειας σας είναι τώρα %s.';
