<?php
// Heading
$_['text_title']                = 'Πιστωτική / Χρεωστική κάρτα (Globalpay)';

// Button
$_['button_confirm']            = 'Επιβεβαίωση';

// Entry
$_['entry_cc_type']             = 'Τύπος Κάρτας';

// Text
$_['text_success']              = 'Η πληρωμή σας έχει εγκριθεί.';
$_['text_decline']              = 'Η πληρωμή σας ήταν ανεπιτυχής';
$_['text_bank_error']           = 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας με την τράπεζα.';
$_['text_generic_error']        = 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας.';
$_['text_hash_failed']          = 'Έλεγχος κατατεμαχισμού απέτυχε. Μην προσπαθήσετε ξανά την πληρωμή σας καθώς η κατάσταση πληρωμής είναι άγνωστη. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος.';
$_['text_link']                 = 'Παρακαλώ κάντε κλικ <a href="%s">εδω</a> για να συνεχίσετε.';
$_['text_select_card']          = 'Παρακαλώ επιλέξτε τον τύπο της κάρτας σας.';
$_['text_result']               = 'Αποτέλεσμα ελέγχου ταυτότητας';
$_['text_message']              = 'Μήνυμα';
$_['text_cvn_result']           = 'Αποτέλεσμα CVN ';
$_['text_avs_postcode']         = 'Ταχυδρομικός κώδικας AVS';
$_['text_avs_address']          = 'Διεύθυνση AVS';
$_['text_eci']                  = 'Αποτέλεσμα ECI (3D secure)';
$_['text_tss']                  = 'Αποτέλεσμα TSS';
$_['text_order_ref']            = 'Αριθμός αναφοράς παραγγελίας';
$_['text_timestamp']            = 'Χρονική σήμανση';
$_['text_card_type']            = 'Τύπος Κάρτας';
$_['text_card_digits']          = 'Αριθμός Κάρτας';
$_['text_card_exp']             = 'Ημερομηνία λήξης κάρτας';
$_['text_card_name']            = 'Ονομα Κάρτας';
$_['text_3d_s1']                = 'Μη εγγεγραμμένος κάτοχος κάρτας, μετατόπιση ευθύνης.';
$_['text_3d_s2']                = 'Δεν είναι δυνατή η επαλήθευση εγγραφής, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s3']                = 'Μη έγκυρη απάντηση εγγραφής απο τον διακομιστή, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s4']                = 'Εγγεγραμμένος, αλλά μη έγκυρη απάντηση από τον ACS (Διακομιστή Ελέγχου Πρόσβασης), δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s5']                = 'Επιτυχής έλεγχος ταυτότητας, μετατόπιση ευθύνης.';
$_['text_3d_s6']                = 'Η προσπάθεια ταυτοποίησης επιβεβαιώθηκε, μετατόπιση ευθύνης.';
$_['text_3d_s7']                = 'Δηλώθηκε λάθος κωδικός, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s8']                = 'Ο έλεγχος ταυτοποίησης δεν είναι διαθέσιμος, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s9']                = 'Μη έγκυρη απάντηση από τον ACS, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_s10']               = 'Ανεπανόρθωτο σφάλμα RealMPI, δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_3d_liability']         = 'Δεν υπάρχει μετατόπιση ευθύνης.';
$_['text_card_visa']            = 'Visa';
$_['text_card_mc']              = 'Mastercard';
$_['text_card_amex']            = 'American Express';
$_['text_card_switch']          = 'Switch';
$_['text_card_laser']           = 'Laser';
$_['text_card_diners']          = 'Diners';