<?php

// Text
$_['text_title']			 = 'Πιστωτική / Χρεωστική Κάρτα (WorldPay)';
$_['text_credit_card']		 = 'Λεπτομέρειες Κάρτας';
$_['text_card_type']		 = 'Τύπος κάρτας: ';
$_['text_card_name']		 = 'Όνομα κάρτας: ';
$_['text_card_digits']		 = 'Τελευταία ψηφία: ';
$_['text_card_expiry']		 = 'Ημερομηνία λήξης: ';
$_['text_trial']			 = '%s κάθε %s %s για %s πληρωμή(ές) και μετά ';
$_['text_recurring']		 = '%s κάθε %s %s';
$_['text_length']			 = ' για %s πληρωμή(ές)';
$_['text_confirm_delete']	 = 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την κάρτα';
$_['text_card_success']		 = 'Η κάρτα έχει διαγραφεί επιτυχώς';
$_['text_card_error']		 = 'Παρουσιάστηκε σφάλμα κατά την αφαίρεση της κάρτας σας. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος για βοήθεια.';

// Entry
$_['entry_card']			 = 'Νέα ή υπάρχουσα κάρτα: ';
$_['entry_card_existing']	 = 'Υπάρχουσα';
$_['entry_card_new']		 = 'Νέα';
$_['entry_card_save']		 = 'Αποθήκευση Στοιχείων Κάρτας';
$_['entry_cc_cvc']			 = 'Κωδικός Επαλήθευσης Κάρτας (CVC)';
$_['entry_cc_choice']		 = 'Επιλογή υπάρχουσας κάρτας';

// Button
$_['button_delete_card']	 = 'Διαγραφή κάρτας';

// Error
$_['error_process_order']	 = 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία της παραγγελίας σας. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος για βοήθεια.';
