<?php
// Heading
$_['heading_title']      = 'Επιταγή / Εντολή Πληρωμής';

// Text
$_['text_payment']       = 'Πληρωμή';
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες λογαριασμού επιταγής / εντολής πληρωμής!';
$_['text_edit']          = 'Επεξεργασία Επιταγής / Εντολής Πληρωμής';

// Entry
$_['entry_payable']      = 'Πληρωτέο προς';
$_['entry_total']        = 'Σύνολο';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη';
$_['entry_status']       = 'Κατάσταση';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']         = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την επιταγή / εντολή πληρωμής!';
$_['error_payable']      = 'Απαιτείται το πληρωτέο προς!';