<?php
// Heading
$_['heading_title']        = 'Δημιουργία Λογαριασμού';

// Text
$_['text_account']         = 'O Λογαριασμός μου';
$_['text_register']        = 'Δημιουργία Λογαριασμού';
$_['text_account_already'] = 'Εάν έχετε ήδη λογαριασμό, παρακαλώ συνδεθείτε από τη <a href="%s">σελίδα σύνδεσης</a>.';
$_['text_your_details']    = 'Τα Προσωπικά Στοιχεία σας.';
$_['text_your_address']    = 'Η Διεύθυνση σας';
$_['text_newsletter']      = 'Λήψη Ενημερωτικών Δελτίων';
$_['text_your_password']   = 'Ο Κωδικός σας';
$_['text_agree']           = 'Έχω διαβάσει και αποδέχομαι τους <a href="%s" class="agree"><b>%s</b></a>';

// Entry
$_['entry_customer_group'] = 'Ομάδα Πελατών';
$_['entry_firstname']      = 'Όνομα';
$_['entry_lastname']       = 'Επώνυμο';
$_['entry_email']          = 'E-mail';
$_['entry_telephone']      = 'Τηλέφωνο';
$_['entry_fax']            = 'Φαξ';
$_['entry_company']        = 'Επωνυμία';
$_['entry_address_1']      = 'Διεύθυνση 1';
$_['entry_address_2']      = 'Διεύθυνση 2';
$_['entry_postcode']       = 'Τ.Κ.';
$_['entry_city']           = 'Πόλη';
$_['entry_country']        = 'Χώρα';
$_['entry_zone']           = 'Περιφέρεια / Περιοχή';
$_['entry_newsletter']     = 'Εγγραφή';
$_['entry_password']       = 'Κωδικός';
$_['entry_confirm']        = 'Επιβεβαίωση Κωδικού';

// Error
$_['error_exists']         = 'Ειδοποίηση: Η διεύθυνση e-mail είναι ήδη καταχωρημένη!';
$_['error_firstname']      = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']       = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']          = 'H διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']      = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_address_1']      = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']           = 'Η πόλη πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_postcode']       = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']        = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']           = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_custom_field']   = '%s απαιτείται!';
$_['error_password']       = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']        = 'Ο κωδικός επιβεβαίωσης δεν είναι ίδιος με τον κωδικό!';
$_['error_agree']          = 'Ειδοποίηση: Πρέπει να συμφωνήσετε με τους %s!';