<?php
// Heading
$_['heading_title']     = 'Γλώσσα';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις γλώσσες!';
$_['text_list']         = 'Λίστα Γλωσσών';
$_['text_add']          = 'Προσθήκη Γλώσσας';
$_['text_edit']         = 'Επεξεργασία Γλώσσας';

// Column
$_['column_name']       = 'Όνομα Γλώσσας';
$_['column_code']       = 'Κωδικός';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Γλώσσας';
$_['entry_code']        = 'Κωδικός';
$_['entry_locale']      = 'Locale';
$_['entry_image']       = 'Εικόνα';
$_['entry_directory']   = 'Φάκελος';
$_['entry_status']      = 'Κατάσταση';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';

// Help
$_['help_code']         = 'Παράδειγμα: en. Μην το αλλάξετε εάν είναι η προεπιλεγμένη σας γλώσσα.';
$_['help_locale']       = 'Παράδειγμα: en_US.UTF-8,en_US,en-gb,en_gb,english.';
$_['help_image']        = 'Παράδειγμα: gb.png.';
$_['help_directory']    = 'Όνομα του φακέλου της γλώσσας (διάκριση πεζών κεφαλαίων).';
$_['help_status']       = 'Απόκρυψη/Εμφάνιση στη λίστα με τις γλώσσες.';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις γλώσσες!';
$_['error_name']        = 'Το όνομα της γλώσσας πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_code']        = 'Ο κωδικός της γλώσσας πρέπει να περιέχει τουλάχιστον 2 χαρακτήρες!';
$_['error_locale']      = 'Απαιτείται το Locale!';
$_['error_image']       = 'Το όνομα του αρχείου εικόνας πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_directory']   = 'Απαιτείται ο φάκελος!';
$_['error_default']     = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη γλώσσα του καταστήματος!';
$_['error_admin']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως γλώσσα διαχείρισης!';
$_['error_store']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';