<?php
// Heading
$_['heading_title']    = 'Τοποθεσίες Καταστημάτων';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις τοποθεσίες καταστημάτων!';
$_['text_list']        = 'Λίστα τοποθεσιών καταστημάτων';
$_['text_add']         = 'Προσθήκη Τοποθεσίας Καταστήματος';
$_['text_edit']        = 'Επεξεργασία Τοποθεσίας Καταστήματος';
$_['text_default']     = 'Προεπιλογή';
$_['text_time']        = 'Ωράριο Λειτουργίας';
$_['text_geocode']     = 'Το Geocode δεν ήταν επιτυχές για τον ακόλουθο λόγο:';

// Column
$_['column_name']      = 'Όνομα Καταστήματος';
$_['column_address']   = 'Διεύθυνση';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Καταστήματος';
$_['entry_address']    = 'Διεύθυνση';
$_['entry_geocode']    = 'Geocode';
$_['entry_telephone']  = 'Τηλέφωνο';
$_['entry_fax']        = 'Φαξ';
$_['entry_image']      = 'Εικόνα';
$_['entry_open']       = 'Ωράριο Λειτουργίας';
$_['entry_comment']    = 'Πληροφορίες';

// Help
$_['help_geocode']     = 'Παρακαλώ εισάγετε χειροκίνητα το geocode της διεύθυνσης του καταστήματος σας.';
$_['help_open']        = 'Συμπληρώστε το ωράριο λειτουργίας του καταστήματος σας.';
$_['help_comment']     = 'Αυτό πεδίο προορίζεται για ειδικές σημειώσεις / πληροφορίες που επιθυμείτε να δουν οι πελάτες σας, (πχ Το κατάστημα δε δέχεται επιταγές).';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις τοποθεσίες καταστημάτων!';
$_['error_name']       = 'Το όνομα καταστήματος πρέπει να περιέχει τουλάχιστον 1 χαρακτήρα!';
$_['error_address']    = 'Η διεύθυνση πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_telephone']  = 'Η διεύθυνση πρέπει να είναι από 3 έως 32 χαρακτήρες!';