<?php
// Heading
$_['heading_title']    = 'Πίστωση Καταστήματος';

// Text
$_['text_total']       = 'Σύνολα Παραγγελίας';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το σύνολο πίστωσης καταστήματος παραγγελίας !';
$_['text_edit']        = 'Επεξεργασία Πίστωσης Καταστήματος';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το σύνολο πίστωσης καταστήματος παραγγελίας!';