<?php
// Heading
$_['heading_title']    = 'Δωρεάν Αποστολή';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τη δωρεάν αποστολή!';
$_['text_edit']        = 'Επεξεργασία Δωρεάν Αποστολής';

// Entry
$_['entry_total']      = 'Σύνολο';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']       = 'Το ποσό που πρέπει να φτάσει το μερικό σύνολο για να είναι διαθέσιμος αυτός ο τρόπος αποστολής.';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τη δωρεάν αποστολή!';