<?php
// Heading
$_['heading_title']    = 'Απαγόρευση IP Πελατών';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί την απαγόρευση IP πελατών!';
$_['text_list']        = 'Λίστα Απαγορευμένων IP';
$_['text_add']         = 'Προσθήκη Απαγορευμένης IP';
$_['text_edit']        = 'Επεξεργασία Απαγορευμένης IP';

// Column
$_['column_ip']        = 'IP';
$_['column_customer']  = 'Πελάτες';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_ip']         = 'IP';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την απαγόρευση IP πελατών!';
$_['error_ip']         = 'Η IP πρέπει να είναι από 1 έως 15 χαρακτήρες!';