<?php
// Heading
$_['heading_title']     = 'Ομάδα Πελατών';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις ομάδες πελατών!';
$_['text_list']         = 'Λίστα Ομάδας Πελατών';
$_['text_add']          = 'Προσθήκη Ομάδας Πελατών';
$_['text_edit']         = 'Επεξεργασία Ομάδας Πελατών';

// Column
$_['column_name']       = 'Όνομα Ομάδας Πελατών';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Πελατών';
$_['entry_description'] = 'Περιγραφή';
$_['entry_approval']    = 'Έγκριση Νέων Πελατών';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';

// Help
$_['help_approval']     = 'Οι πελάτες θα πρέπει να έχουν εγκριθεί από ένα διαχειριστή για να να μπορέσουν να συνδεθούν.';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ομάδες πελατών!';
$_['error_name']        = 'Το όνομα της ομάδας πελατών πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_default']     = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη ομάδα πελατών!';
$_['error_store']       = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_customer']    = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s πελάτες!';