<?php
// Heading
$_['heading_title']         = 'Προσαρμοσμένα Πεδία';

// Text
$_['text_success']          = 'Επιτυχία: Έχετε επεξεργαστεί τα προσαρμοσμένα πεδία!';
$_['text_list']             = 'Λίστα Προσαρμοσμένων Πεδίων';
$_['text_add']              = 'Προσθήκη Προσαρμοσμένου Πεδίου';
$_['text_edit']             = 'Επεξεργασία Προσαρμοσμένου Πεδίου';
$_['text_choose']           = 'Επιλογή';
$_['text_select']           = 'Μενού Επιλογών';
$_['text_radio']            = 'Κουμπιά ραδιοφώνου';
$_['text_checkbox']         = 'Πεδία Τσεκ';
$_['text_input']            = 'Εισαγωγή';
$_['text_text']             = 'Γραμμή Κειμένου';
$_['text_textarea']         = 'Περιοχή Κειμένου';
$_['text_file']             = 'Αρχείο';
$_['text_date']             = 'Ημερομηνία';
$_['text_datetime']         = 'Ημερομηνία &amp; Ώρα';
$_['text_time']             = 'Ώρα';
$_['text_account']          = 'Λογαριασμός';
$_['text_address']          = 'Διεύθυνση';

// Column
$_['column_name']           = 'Όνομα Προσαρμοσμένου Πεδίου';
$_['column_location']       = 'Περιοχή';
$_['column_type']           = 'Τύπος';
$_['column_sort_order']     = 'Σειρά Ταξινόμησης';
$_['column_action']         = 'Ενέργεια';

// Entry
$_['entry_name']            = 'Όνομα Προσαρμοσμένου Πεδίου';
$_['entry_location']        = 'Περιοχή';
$_['entry_type']            = 'Τύπος';
$_['entry_value']           = 'Τιμή';
$_['entry_custom_value']    = 'Όνομα Τιμής Προσαρμοσμένου Πεδίου';
$_['entry_customer_group']  = 'Ομάδα Πελατών';
$_['entry_required']        = 'Απαιτείται';
$_['entry_status']          = 'Κατάσταση';
$_['entry_sort_order']      = 'Σειρά Ταξινόμησης';

// Help
$_['help_sort_order']       = 'Χρησιμοποιήστε αρνητική τιμή για να μετρήσετε προς τα πίσω από το τελευταίο πεδίο του συνόλου.';

// Error
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα προσαρμοσμένα πεδία!';
$_['error_name']            = 'Το όνομα του προσαρμοσμένου πεδίου πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_type']            = 'Ειδοποίηση: Απαιτούνται οι τιμές των προσαρμοσμένων πεδίων!';
$_['error_custom_value']    = 'Το όνομα της τιμής προσαρμοσμένου πεδίου πρέπει να είναι από 1 έως 128 χαρακτήρες!';