<?php
// header
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας?';

// Text
$_['text_forgotten']  = 'Απώλεια Κωδικού';
$_['text_your_email'] = 'Η διεύθυνση e-mail σας';
$_['text_email']      = 'Εισάγετε τη διεύθυνση e-mail που έχετε δηλώσει στον λογαριασμό σας. Πατήστε το κουμπί Επαναφορά για να σας αποσταλεί ένα e-mail με τον σύνδεσμο επαναφοράς κωδικού.';
$_['text_success']    = 'Ένα e-mail με σύνδεσμο επιβεβαίωσης έχει αποσταλεί στη διεύθυνση e-mail που δηλώσατε ως διαχειριστής.';

// Entry
$_['entry_email']     = 'Διεύθυνση e-mail';
$_['entry_password']  = 'Νέος Κωδικός';
$_['entry_confirm']   = 'Επιβεβαίωση';

// Error
$_['error_email']     = 'Ειδοποίηση: Η Διεύθυνση e-mail δε βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';
$_['error_password']  = 'Ο κωδικός πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_confirm']   = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';