<?php
// Text
$_['text_address']       = 'Επιτυχία: Η διεύθυνση αποστολής έχει δηλωθεί!';
$_['text_method']        = 'Επιτυχία: Η μέθοδος αποστολής έχει δηλωθεί!';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']     = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_address_1']    = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']         = 'Η πόλη πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_postcode']     = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες γι\' αυτήν τη χώρα!';
$_['error_country']      = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']         = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_custom_field'] = '%s απαιτείται!';
$_['error_address']      = 'Ειδοποίηση: Απαιτείται η διεύθυνση αποστολής!';
$_['error_method']       = 'Ειδοποίηση: Απαιτείται η μέθοδος αποστολής!';
$_['error_no_shipping']  = 'Ειδοποίηση: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής!';