<?php
// Heading
$_['heading_title']    = 'Αποστολή Βάσει Βάρους';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί την αποστολή βάσει βάρους!';
$_['text_edit']        = 'Επεξεργασία Αποστολής Βάσει Βάρους';

// Entry
$_['entry_rate']       = 'Χρεώσεις';
$_['entry_tax_class']  = 'Φορολογική Κλάση';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_rate']        = 'Παράδειγμα: 5:10.00,7:12.00 Βάρος:Κόστος,Βάρος:Κόστος, κλπ...';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την αποστολή βάσει βάρους!';