<?php
// Heading
$_['heading_title']    = 'Αγοράστε μία Δωροεπιταγή';

// Text
$_['text_account']     = 'O Λογαριασμός μου';
$_['text_voucher']     = 'Αγορά Δωροεπιταγής';
$_['text_description'] = 'Αυτή η δωροεπιταγή θα αποσταλεί μέ e-mail στον παραλήπτη αφού ολοκληρωθεί ή πληρωμή σας.';
$_['text_agree']       = 'Αποδέχομαι ότι η αξία των δωροεπιταγών δεν επιστρέφεται.';
$_['text_message']     = '<p>Σας ευχαριστούμε για την αγορά της δωροεπιταγής! Μετά την ολοκλήρωση της παραγγελίας σας, ο παραλήπτης της δωροεπιταγής θα ενημερωθεί μέσω e-mail για τον τρόπο εξαργύρωσης της.</p>';
$_['text_for']         = 'Δωροεπιταγή %s (Αποδέκτης %s)';

// Entry
$_['entry_to_name']    = 'Όνομα παραλήπτη';
$_['entry_to_email']   = 'E-mail παραλήπτη';
$_['entry_from_name']  = 'Το όνομα σας';
$_['entry_from_email'] = 'Το e-mail σας';
$_['entry_theme']      = 'Θέμα Δωροεπιταγής';
$_['entry_message']    = 'Μήνυμα';
$_['entry_amount']     = 'Ποσό';

// Help
$_['help_message']     = 'Προαιρετικό.';
$_['help_amount']      = 'Η αξία της δωροεπιταγής πρέπει να είναι από %s έως %s.';

// Error
$_['error_to_name']    = 'Το όνομα του παραλήπτη πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']  = 'Το όνομα σας πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_email']      = 'H διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα Θέμα!';
$_['error_amount']     = 'Η αξία πρέπει να είναι από %s έως %s!';
$_['error_agree']      = 'Ειδοποίηση: Πρέπει να αποδεχτείτε ότι η αξία των δωροεπιταγών δεν επιστρέφεται!';
