<?php
// Heading
$_['heading_title']     = 'Σύνολα Παραγγελίας';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τα σύνολα παραγγελίας!';
$_['text_list']         = 'Λίστα Συνόλων Παραγγελίας';

// Column
$_['column_name']       = 'Σύνολα Παραγγελίας';
$_['column_status']     = 'Κατάσταση';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα σύνολα παραγγελίας!';