<?php
// Heading
$_['heading_title'] = 'Η Πληρωμή Απέτυχε!';

// Text
$_['text_basket']   = 'Καλάθι';
$_['text_checkout'] = 'γορά';
$_['text_failure']  = 'Η Πληρωμή Απέτυχε';
$_['text_message']  = '<p>Υπήρξε κάποιο πρόβλημα στην επεξεργασία της πληρωμής σας και η παραγγελία δεν ολοκληρώθηκε.</p>

<p>Πιθανές αιτίες είναι:</p>
<ul>
  <li>Ανεπαρκές χρηματικό υπόλοιπο</li>
  <li>Αποτυχημένη επαλήθευση</li>
</ul>

<p>Παρακαλώ δοκιμάστε ξανά επιλέγοντας διαφορετική μέθοδο πληρωμής.</p>

<p>Εάν το πρόβλημα παραμένει <a href="%s">επικοινωνήστε μαζί μας</a> με τα στοιχεία της παραγγελίας που προσπαθείτε να ολοκληρώσετε.</p>
';
