<?php
// Heading
$_['heading_title']        = 'Εκτίμηση Κόστους Αποστολής &amp; Σχετικών Φόρων';

// Text
$_['text_success']         = 'Επιτυχία: Η εκτίμηση του κόστους αποστολής έχει εφαρμοστεί!';
$_['text_shipping']        = 'Εισάγετε τη διεύθυνση παράδοσης για την εκτίμηση του κόστους αποστολής.';
$_['text_shipping_method'] = "Παρακαλώ επιλέξτε τον προτιμώμενο τρόπο αποστολής γι\' αυτήν την παραγγελία.";

// Entry
$_['entry_country']        = 'Χώρα';
$_['entry_zone']           = 'Περιφέρεια / Περιοχή';
$_['entry_postcode']       = 'Ταχυδρομικός Κώδικας';

// Error
$_['error_postcode']       = 'Ο ταχυδρομικός κώδικας πρέπει να έχει από 2 έως 10 χαρακτήρες!';
$_['error_country']        = 'Παρακαλώ επιλέξτε μία χώρα!';
$_['error_zone']           = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_shipping']       = 'Ειδοποίηση: Απαιτείται ο τρόπος αποστολής!';
$_['error_no_shipping']    = 'Ειδοποίηση: Δεν υπάρχει διαθέσιμος τρόπος αποστολής. Παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a> για βοήθεια!';