<?php
// Text
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει το καλάθι αγορών σας!';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_stock']      = 'Τα προϊόντα που σημειώνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχουν σε απόθεμα!';
$_['error_minimum']    = 'Ελάχιστο όριο παραγγελίας για %s είναι %s!';
$_['error_store']      = 'Το προϊόν δεν μπορεί να αγοραστεί από το κατάστημα που επιλέξατε!';
$_['error_required']   = '%s απαιτείται!';