<?php
// Heading
$_['heading_title']            = 'Καλάθι Αγορών';

// Text
$_['text_success']             = 'Προσθέσατε το προϊόν <a href="%s">%s</a> στο <a href="%s">Καλάθι Αγορών</a> σας!';
$_['text_remove']              = 'Έχετε επεξεργαστεί με επιτυχία το καλάθι αγορών σας!';
$_['text_login']               = 'Ειδοποίηση: Πρέπει να <a href="%s">συνδεθείτε</a> ή <a href="%s">να δημιουργήσετε έναν νέο λογαριασμό</a> για να δείτε τις τιμές!';
$_['text_items']               = '%s προϊόν(τα) - %s';
$_['text_points']              = 'Πόντοι ανταμοιβής: %s';
$_['text_next']                = 'Τι θα θέλατε να κάνετε στο επόμενο βήμα;';
$_['text_next_choice']         = 'Επιλέξτε εάν διαθέτετε κωδικό έκπτωσης ή πόντους ανταμοιβής που θα θέλατε να χρησιμοποιήσετε ή αν θέλετε να εκτιμήσετε το κόστος αποστολής.';
$_['text_empty']               = 'Τα καλάθι αγορών είναι άδειο!';
$_['text_day']                 = 'ημέρα(ες)';
$_['text_week']                = 'εβδομάδα(ες)';
$_['text_semi_month']          = 'δεκαπενθήμερο(α)';
$_['text_month']               = 'μήνα(ες)';
$_['text_year']                = 'έτος(η)';
$_['text_trial']               = '%s κάθε %s %s για %s πληρωμή(ές) και μετά ';
$_['text_recurring']           = '%s κάθε %s %s';
$_['text_length']              = ' για %s πληρωμή(ές)';
$_['text_until_cancelled']     = 'έως να ακυρωθεί';
$_['text_recurring_item']      = 'Επαναλαμβανόμενη αγορά:';
$_['text_payment_recurring']   = 'Προφίλ πληρωμών';
$_['text_trial_description']   = '%s κάθε %d %s για %d πληρωμή(ές) και μετά';
$_['text_payment_description'] = '%s κάθε %d %s για %d πληρωμή(ές)';
$_['text_payment_cancel']      = '%s κάθε %d %s έως να ακυρωθεί.';

// Column
$_['column_image']             = 'Εικόνα';
$_['column_name']              = 'Όνομα Προϊόντος';
$_['column_model']             = 'Κωδικός Προϊόντος';
$_['column_quantity']          = 'Ποσότητα';
$_['column_price']             = 'Τιμή Μονάδας';
$_['column_total']             = 'Σύνολο';

// Error
$_['error_stock']              = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχει καθόλου απόθεμα!';
$_['error_minimum']            = 'Ποσό ελάχιστης παραγγελίας για %s is %s!';
$_['error_required']           = '%s απαιτούμενο!';
$_['error_product']            = 'Ειδοποίηση: Δεν υπάρχουν προϊόντα στο καλάθι αγορών σας!';
$_['error_recurring_required'] = 'Παρακαλώ επιλέξτε μία επαναλαμβανόμενη πληρωμή!';