<?php
// Heading
$_['heading_title']          = 'Κατηγορίες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε επεξεργαστεί τις κατηγορίες!';
$_['text_list']              = 'Λίστα Κατηγοριών';
$_['text_add']               = 'Προσθήκη Κατηγορίας';
$_['text_edit']              = 'Επεξεργασία Κατηγορίας';
$_['text_default']           = 'Προεπιλογή';

// Column
$_['column_name']            = 'Όνομα Κατηγορίας';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']             = 'Όνομα Κατηγορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_meta_title'] 	     = 'Τίτλος Σελίδας';
$_['entry_meta_keyword'] 	 = 'Λέξεις-Κλειδιά Meta tag';
$_['entry_meta_description'] = 'Περιγραφή Meta Tag';
$_['entry_keyword']          = 'Τίτλος SEO';
$_['entry_parent']           = 'Μητρική Κατηγορία';
$_['entry_filter']           = 'Φίλτρα';
$_['entry_store']            = 'Καταστήματα';
$_['entry_image']            = 'Εικόνα';
$_['entry_top']              = 'Επάνω Μενού';
$_['entry_column']           = 'Στήλες';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης';
$_['entry_status']           = 'Κατάσταση';
$_['entry_layout']           = 'Παράκαμψη Διάταξης';

// Help
$_['help_filter']            = '(Αυτόματη Συμπλήρωση Κειμένου)';
$_['help_keyword']           = 'Λέξεις-Κλειδιά διεύθυνσης SEO για το URL. Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά μεταξύ των λέξεων με παύλες - και βεβαιωθείτε ότι η κάθε διεύθυνση SEO είναι μοναδική στο κατάστημα.';
$_['help_top']               = 'Εμφάνιση κατηγορίας στο επάνω μενού. Λειτουργεί μόνο για τις ανώτατες μητρικές κατηγορίες.';
$_['help_column']            = 'Ο αριθμός των στηλών για τις 3 κατώτατες κατηγορίες. Λειτουργεί μόνο στις μητρικές κατηγορίες του επάνω μενού.';

// Error
$_['error_warning']          = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις κατηγορίες!';
$_['error_name']             = 'Το όνομα της κατηγορίας πρέπει να είναι από 2 έως 32 χαρακτήρες!';
$_['error_meta_title']       = 'Ο τίτλος σελίδας πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_keyword']          = 'Ο τίτλος SEO χρησιμοποιείται ήδη!';