<?php
// Heading
$_['heading_title']     = 'Λήψεις Αρχείων';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις λήψεις αρχείων!';
$_['text_list']         = 'Λίστα Λήψεων';
$_['text_add']          = 'Προσθήκη Λήψης';
$_['text_edit']         = 'Επεξεργασία Λήψης';
$_['text_upload']       = 'Το αρχείο σας ανέβηκε με επιτυχία!';

// Column
$_['column_name']       = 'Όνομα Λήψης Αρχείου';
$_['column_date_added'] = 'Ημερομηνία Καταχώρησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Λήψης';
$_['entry_filename']    = 'Όνομα Αρχείου';
$_['entry_mask']        = 'Μάσκα';

// Help
$_['help_filename']     = 'Μπορείτε να ανεβάσετε αρχεία πατώντας το πλήκτρο Ανέβασμα ή να χρησιμοποιήσετε το FTP για να τα ανεβάσετε στον φάκελο download και να εισάγετε τα ακόλουθα στοιχεία.';
$_['help_mask']         = 'Συνιστάται το όνομα του αρχείου και η μάσκα να είναι διαφορετικά για να αποτρέπονται προσπάθειες δημιουργίας απευθείας συνδέσμων προς τις λήψεις των αρχείων σας.';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις λήψεις αρχείων!';
$_['error_name']        = 'Το όνομα λήψης πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_upload']      = 'Απαιτείται ανέβασμα αρχείου!';
$_['error_filename']    = 'Το όνομα του αρχείου πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_exists']      = 'Το αρχείο δεν υπάρχει!';
$_['error_mask']        = 'Η μάσκα πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
$_['error_product']     = 'Ειδοποίηση: Αυτή η λήψη αρχείου δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';