<?php
// Heading
$_['heading_title']         = 'Επαναλαμβανόμενες Πληρωμές';

// Text
$_['text_success']          = 'Επιτυχία: Έχετε επεξεργαστεί τις επαναλαμβανόμενες πληρωμές!';
$_['text_list']             = 'Λίστα Επαναλαμβανόμενων Πληρωμών';
$_['text_add']              = 'Προσθήκη Επαναλαμβανόμενης Πληρωμής';
$_['text_edit']             = 'Επεξεργασία Επαναλαμβανόμενης Πληρωμής';
$_['text_day']              = 'Ημέρα';
$_['text_week']             = 'Εβδομάδα';
$_['text_semi_month']       = 'Δεκαπενθήμερο';
$_['text_month']            = 'Μήνας';
$_['text_year']             = 'Έτος';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i>Το ποσό των επαναλαμβανόμενων πληρωμών υπολογίζεται από τη Συχνότητα και τον Κύκλο χρέωσης.</p><p>Για παράδειγμα, αν χρησιμοποιείτε συχνότητα "Εβδομάδα" και κύκλο "2", τότε ο χρήστης θα χρεώνεται ανά 2 εβδομάδες.</p><p>Η Διάρκεια είναι οι φορές που ο χρήστης θα χρεωθεί. Αν επιθυμείτε να πραγματοποιούνται συνεχόμενες πληρωμές μέχρι να ακυρωθούν, ορίστε τη Διάρκεια σε μηδέν "0".</p>';
$_['text_profile']          = 'Επαναλαμβανόμενες Πληρωμές';
$_['text_trial']            = 'Δοκιμαστική Περίοδος';

// Entry
$_['entry_name']            = 'Όνομα';
$_['entry_price']           = 'Τιμή';
$_['entry_duration']        = 'Διάρκεια';
$_['entry_cycle']           = 'Κύκλος';
$_['entry_frequency']       = 'Συχνότητα';
$_['entry_trial_price']     = 'Τιμή Δοκιμαστικής Περιόδου';
$_['entry_trial_duration']  = 'Διάρκεια Δοκιμαστικής Περιόδου';
$_['entry_trial_status']    = 'Κατάσταση Δοκιμαστικής Περιόδου';
$_['entry_trial_cycle']     = 'Κύκλος Δοκιμαστικής Περιόδου';
$_['entry_trial_frequency'] = 'Συχνότητα Δοκιμαστικής Περιόδου';
$_['entry_status']          = 'Κατάσταση';
$_['entry_sort_order']      = 'Σειρά Ταξινόμησης';

// Column
$_['column_name']           = 'Όνομα';
$_['column_sort_order']     = 'Σειρά Ταξινόμησης';
$_['column_action']         = 'Ενέργεια';

// Error
$_['error_warning']         = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επαναλαμβανόμενες πληρωμές!';
$_['error_name']            = 'Το όνομα της επαναλαμβανόμενης πληρωμής πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_product']         = 'Ειδοποίηση: Αυτή επαναλαμβανόμενη πληρωμή δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';