<?php
// Heading
$_['heading_title']     = 'Αξιολογήσεις';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις αξιολογήσεις!';
$_['text_list']         = 'Λίστα Αξιολογήσεων';
$_['text_add']          = 'Προσθήκη Αξιολόγησης';
$_['text_edit']         = 'Επεξεργασία αξιολόγησης';

// Column
$_['column_product']    = 'Προϊόν';
$_['column_author']     = 'Συγγραφέας';
$_['column_rating']     = 'Αξιολόγηση';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_product']     = 'Προϊόν';
$_['entry_author']      = 'Συγγραφέας';
$_['entry_rating']      = 'Αξιολόγηση';
$_['entry_status']      = 'Κατάσταση';
$_['entry_text']        = 'Κείμενο';
$_['entry_date_added']  = 'Ημερομηνία Καταχώρησης';

// Help
$_['help_product']      = '(Αυτόματη Συμπλήρωση Κειμένου)';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις αξιολογήσεις!';
$_['error_product']     = 'Απαιτείται το προϊόν!';
$_['error_author']      = 'Το όνομα του συγγραφέα πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_text']        = 'Το κείμενο της αξιολόγησης πρέπει να περιέχει τουλάχιστον 1 χαρακτήρα!';
$_['error_rating']      = 'Απαιτείται η βαθμολογία της αξιολόγησης!';