<?php
// Heading
$_['heading_title']                 = 'Πρόγραμμα Συνεργατών';

// Text
$_['text_account']                  = 'O Λογαριασμός μου';
$_['text_login']                    = 'Σύνδεση';
$_['text_description']              = '<p>Το πρόγραμμα συνεργατών του %s είναι δωρεάν και επιτρέπει στα μέλη του να έχουν έσοδα από την τοποθέτηση συνδέσμων σε ιστότοπους τους για τη διαφήμιση του %s ή συγκεκριμένων προϊόντων του. Όσες πωλήσεις ολοκληρώνονται σε πελάτες που επέλεξαν τους συνδέσμους αυτούς, αποφέρουν προμήθεια στον συνεργάτη. Η τρέχουσα προμήθεια συνεργατών είναι %s.</p><p>Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα συχνών ερωτήσεων (FAQ) ή διαβάστε τους όρους συμφωνίας συνεργατών.</p>';
$_['text_new_affiliate']            = 'Νέος Συνεργάτης';
$_['text_register_account']         = '<p>Δεν είμαι ακόμα συνεργάτης.</p><p>Πατήστε Συνέχεια για να δημιουργήσετε έναν λογαριασμό συνεργάτη. Ο λογαριασμός συνεργάτη δε σχετίζεται με κανένα τρόπο με τον λογαριασμό σας ως πελάτης.</p>';
$_['text_returning_affiliate']      = 'Σύνδεση Συνεργατών';
$_['text_i_am_returning_affiliate'] = 'Είμαι Συνεργάτης.';
$_['text_forgotten']                = 'Απώλεια Κωδικού';

// Entry
$_['entry_email']                   = 'E-mail Συνεργάτη';
$_['entry_password']                = 'Κωδικός';

// Error
$_['error_login']                   = 'Ειδοποίηση: Δε βρέθηκε η διεύθυνση e-mail ή/και ο κωδικός.';
$_['error_attempts']                = 'Ειδοποίηση: Έχετε υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης στον λογαριασμό σας. Παρακαλώ δοκιμάστε ξανά σε 1 ώρα.';
$_['error_approved']                = 'Ειδοποίηση: Ο λογαριασμός σας απαιτεί έγκριση για να μπορέσετε να συνδεθείτε.';