<?php
// Text
$_['text_subject']        = '%s - Σας ευχαριστούμε για την εγγραφή σας';
$_['text_welcome']        = 'Καλώς ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο κατάστημα %s!';
$_['text_login']          = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_approval']       = 'Ο λογαριασμός σας θα πρέπει να εγκριθεί πριν μπορέσετε να συνδεθείτε. Αφού εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail σας και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_services']       = 'Μόλις συνδεθείτε, θα έχετε πρόσβαση σε υπηρεσίες όπως ανασκόπηση ή εκτύπωση παλαιότερων παραγγελιών και επεξεργασία των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']         = 'Ευχαριστούμε,';
$_['text_new_customer']   = 'Νέος Πελάτης';
$_['text_signup']         = 'Ένας νέος πελάτης έχει εγγραφεί:';
$_['text_website']        = 'Ιστοσελίδα:';
$_['text_customer_group'] = 'Ομάδα Πελατών:';
$_['text_firstname']      = 'Όνομα:';
$_['text_lastname']       = 'Επώνυμο:';
$_['text_email']          = 'E-mail:';
$_['text_telephone']      = 'Τηλέφωνο:';