<?php
// Heading
$_['heading_title']				= 'Σύνδεση και πληρωμή μέσω Amazon';
$_['heading_address']			= 'Παρακαλώ επιλέξτε μια διεύθυνση παράδοσης';
$_['heading_payment']			= 'Παρακαλώ επιλέξτε μια μέθοδο πληρωμής';
$_['heading_confirm']			= 'Σύνοψη παραγγελίας';

// Text
$_['text_back']					= 'Πίσω';
$_['text_cart']					= 'Καλάθι';
$_['text_confirm']				= 'Επιβεβαίωση';
$_['text_continue']				= 'Συνέχεια';
$_['text_lpa']					= 'Σύνδεση και πληρωμή μέσω Amazon';
$_['text_enter_coupon']			= 'Εισάγετε τον κωδικό του κουπονιού εδώ. Αν δεν έχετε, αφήστε το κενό.';
$_['text_coupon']				= 'Κουπόνι';
$_['text_tax_other']			= 'Φόροι / Λοιπές αμοιβές χειρισμού';
$_['text_success_title']		= 'Η παραγγελία σας έχει τοποθετηθεί!';
$_['text_payment_success']		= 'Η παραγγελία σας έχει ολοκληρωθεί με επιτυχία. Οι λεπτομέρειες της παραγγελίας σας είναι οι ακόλουθες.';

// Error
$_['error_payment_method']		= 'Παρακαλώ επιλέξτε μια μέθοδο πληρωμής.';
$_['error_shipping']			= 'Παρακαλώ επιλέξτε μια μέθοδο αποστολής.';
$_['error_shipping_address']	= 'Παρακαλώ επιλέξτε μια διεύθυνση αποστολής.';
$_['error_shipping_methods']	= 'Παρουσιάστηκε σφάλμα κατά την ανάκτηση της διεύθυνσης σας από το Amazon. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος για βοήθεια.';
$_['error_no_shipping_methods'] = 'Δεν υπάρχουν διαθέσιμες μέθοδοι αποστολής για την επιλεγμένη διεύθυνση. Παρακαλώ επιλέξτε μια διαφορετική διεύθυνση αποστολής.';
$_['error_process_order']		= 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία της παραγγελίας σας. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος για βοήθεια.';
$_['error_login']				= 'Αποτυχία σύνδεσης';
$_['error_login_email']			= 'Αποτυχία σύνδεσης: %s η διεύθυνση e-mail του λογαριασμού δε ταιριάζει με τη διεύθυνση e-mail του λογαριασμού Amazon.';
$_['error_minimum']             = 'Το ελάχιστο ποσό σύνδεσης και πληρωμής μέσω Amazon είναι %s!';

