<?php
// Heading
$_['text_title']                = 'Πιστωτική / Χρεωστική Κάρτα (First Data)';

// Button
$_['button_confirm']            = 'Συνέχεια';

// Text
$_['text_new_card']             = 'Νέα κάρτα';
$_['text_store_card']           = 'Αποθήκευση Στοιχείων Κάρτας';
$_['text_address_response']     = 'Επαλήθευση διεύθυνσης: ';
$_['text_address_ppx']          = 'Δεν εισήχθηκαν στοιχεία διεύθυνσης ή δεν ελέγχθηκε η διεύθυνση από τον εκδότη της κάρτας.';
$_['text_address_yyy']          = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός και ο ταχυδρομικός κώδικας ταιριάζουν με αυτά του αρχείου του.';
$_['text_address_yna']          = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός ταιριάζει με αυτήν του αρχείου του, αλλά ο ταχυδρομικός κώδικας δεν ταιριάζει.';
$_['text_address_nyz']          = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι ταχυδρομικός κώδικας ταιριάζει με αυτόν του αρχείου του, αλλά η οδός δεν ταιριάζει';
$_['text_address_nnn']          = 'Η οδός και ο ταχυδρομικός κώδικας δεν ταιριάζουν με αυτά στο αρχείο του εκδότη της κάρτας.';
$_['text_address_ypx']          = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι η οδός ταιριάζει με αυτήν του αρχείου του, αλλά ο ταχυδρομικός κώδικας δεν ελέγχθηκε.';
$_['text_address_pyx']          = 'Ο εκδότης της κάρτας επιβεβαίωσε ότι ταχυδρομικός κώδικας ταιριάζει με αυτόν του αρχείου του, αλλά η οδός δεν ελέγχθηκε.';
$_['text_address_xxu']          = 'Ο εκδότης της κάρτας δεν έλεγξε τα στοιχεία AVS.';
$_['text_card_code_verify']     = 'Κωδικός ασφαλείας: ';
$_['text_card_code_m']          = 'Ο κωδικός ασφαλείας της κάρτας ταιριάζει.';
$_['text_card_code_n']          = 'Ο κωδικός ασφαλείας της κάρτας δεν ταιριάζει.';
$_['text_card_code_p']          = 'Δεν επεξεργάστηκε.';
$_['text_card_code_s']          = 'Ο έμπορος υπέδειξε ότι ο κωδικός ασφαλείας της κάρτας δεν βρίσκεται στην κάρτα.';
$_['text_card_code_u']          = 'Ο εκδότης δεν είναι πιστοποιημένος και/ή δεν παρείχε κλειδιά κρυπτογράφησης.';
$_['text_card_code_x']          = 'Δεν υπήρξε απόκριση από την ένωση πιστωτικών καρτών.';
$_['text_card_code_blank']      = 'Μία κενή απόκριση αποτελεί ένδειξη ότι εστάλη κωδικός και ότι δεν υπήρξε ένδειξη ότι ο κώδικας δεν βρίσκεται στην κάρτα.';
$_['text_card_type_m']          = 'Mastercard';
$_['text_card_type_v']          = 'Visa (Πιστωτική/Χρεωστική/Electron/Delta)';
$_['text_card_type_c']          = 'Diners';
$_['text_card_type_a']          = 'American Express';
$_['text_card_type_ma']         = 'Maestro';
$_['text_card_type_mauk']       = 'Maestro UK/Solo';
$_['text_response_code_full']   = 'Κωδικός έγκρισης: ';
$_['text_response_code']        = 'Κωδικός πλήρους απόκρισης: ';
$_['text_response_card']        = 'Κάρτα που χρησιμοποιήθηκε: ';
$_['text_response_card_type']   = 'Τύπος κάρτας: ';
$_['text_response_proc_code']   = 'Κωδικός εκκαθαριστή: ';
$_['text_response_ref']         = 'Αρ. παραπομπής: ';

// Error
$_['error_failed']              = 'Δεν είναι δυνατή η επεξεργασία της πληρωμής σας, παρακαλώ δοκιμάστε ξανά.';