<?php
$_['text_title']                        = 'Πιστωτική / Χρεωστική Κάρτα';
$_['text_card_details']                 = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_wait']                         = 'Η πληρωμή σας επεξεργάζεται';
$_['text_auth_code']                    = 'Κωδικός εξουσιοδότησης: %s';
$_['text_postcode_check']               = 'Έλεγχος ταχυδρομικού κώδικα: %s';
$_['text_security_code_check']          = 'Έλεγχος CVV2: %s';
$_['text_address_check']                = 'Έλεγχος διεύθυνσης: %s';
$_['text_3d_secure_check']              = '3D Secure: %s';
$_['text_not_given']                    = 'Δεν δηλώθηκε.';
$_['text_not_checked']                  = 'Δεν ελέγχθηκε.';
$_['text_match']                        = 'Ταιριάζει.';
$_['text_not_match']                    = 'Δεν ταιριάζει.';
$_['text_authenticated']                = 'Ταυτοποιήθηκε.';
$_['text_not_authenticated']            = 'Δεν ταυτοποιήθηκε.';
$_['text_authentication_not_completed'] = 'Επιχειρήθηκε αλλά δεν ολοκληρώθηκε.';
$_['text_unable_to_perform']            = 'Δεν μπορεί να πραγματοποιηθεί.';
$_['text_transaction_declined']         = 'Η συναλλαγή απορρίφθηκε από την τράπεζα σας. Παρακαλώ επιλέξτε διαφορετική μέθοδο πληρωμής.';
$_['text_transaction_failed']           = 'Δεν μπόρεσε να επεξεργαστεί η πληρωμή. Παρακαλώ ελέγξτε τα στοιχεία που δηλώσατε.';
$_['text_connection_error']             = 'Παρακαλώ δοκιμάστε αργότερα ή χρησιμοποιήστε διαφορετική μέθοδο πληρωμής.';

$_['entry_type']                        = 'Τύπος Κάρτας';
$_['entry_number']                      = 'Αριθμός Κάρτας';
$_['entry_expire_date']                 = 'Ημερομηνία Λήξης';
$_['entry_cvv2']                        = 'Κωδικός Ασφαλείας (CVV2)';

$_['button_confirm']                    = 'Επιβεβαίωση';

$_['error_failure']                     = 'Δεν μπόρεσε να ολοκληρωθεί η συναλλαγή. Παρακαλώ δοκιμάστε αργότερα ή χρησιμοποιήστε διαφορετική μέθοδο πληρωμής.';